<?php
/**
*
* @package phpBB3 User Blog
* @version $Id: acp.php 485 2008-08-15 23:33:57Z exreaction@gmail.com $
* @copyright (c) 2008 EXreaction, Lithium Studios
* @license http://opensource.org/licenses/gpl-license.php GNU Public License
* @Μετάφραση Μάνος Πασχαλάκης
*/

/**
* @ignore
*/
if (!defined('IN_PHPBB'))
{
	exit;
}

// Create the lang array if it does not already exist
if (empty($lang) || !is_array($lang))
{
	$lang = array();
}

// Merge the following language entries into the lang array
$lang = array_merge($lang, array(
	'ACP_BLOG_CATEGORIES_EXPLAIN'			=> 'Εδώ μπορείτε να προσθέσετε/επεξεργαστείτε/διαχειριστείτε τις κατηγορίες του Blog.',
	'ACP_BLOG_PLUGINS_EXPLAIN'				=> 'Εδώ μπορείτε να ενεργοποιήσετε/απενεργοποιήσετε/εγκαταστήσετε/απεγκαταστήσετε τις προσθήκες για την χρήση του Blog Mod.<br /><br />Μπορείτε επίσης να μετακινήσετε τις προσθήκες πάνω/κάτω στη λίστα, και έτσι θα μετακινηθούν πάνω κάτω και σε προτεραιότητα (ποια θα φαίνονται πρώτα).',
	'ALLOWED_IN_BLOG'						=> 'Επιτρέπονται στα Blogs χρηστών',
	'ALLOW_IN_BLOG'							=> 'Επέτρεψε στα Blogs χρηστών',

	'BLOG_ALWAYS_SHOW_URL'					=> 'Να φαίνεται πάντα η παραπομπή για το blog στο προφίλ',
	'BLOG_ALWAYS_SHOW_URL_EXPLAIN'			=> 'Αν αυτό τεθεί σε όχι δεν θα δείχνει την παραπομπή στο Blog για τον κάθε χρήστη\ες στο προφίλ του εκτός και αν έχει αναρτήσει ένα blog.',
	'BLOG_ATTACHMENT_SETTINGS'				=> 'Ρυθμίσεις συνημμένων',
	'BLOG_ENABLE_ATTACHMENTS'				=> 'Συνημμένα',
	'BLOG_ENABLE_ATTACHMENTS_EXPLAIN'		=> 'Ενεργοποίηση ή απενεργοποίηση του συστήματος των συνημμένων για τα Blogs και τις απαντήσεις στα Blog',
	'BLOG_ENABLE_FEEDS'						=> 'RSS/ATOM/Javascript τροφοδοσίες',
	'BLOG_ENABLE_RATINGS'					=> 'Βαθμολογία Blog',
	'BLOG_ENABLE_RATINGS_EXPLAIN'			=> 'Απενεργοποιήστε για να μην επιτρέπετε την βαθμολόγηση για τα Blogs.',
	'BLOG_ENABLE_SEARCH'					=> 'Αναζήτηση',
	'BLOG_ENABLE_SEARCH_EXPLAIN'			=> 'Ενεργοποίηση του συστήματος αναζήτησης για τον χρήστη του  Blog Mod (αυτό το σύστημα αναζήτησης είναι διαφορετικό από το σύστημα αναζήτησης των Δ. Συζητήσεων).',
	'BLOG_ENABLE_SEO'						=> 'SEO Urls',
	'BLOG_ENABLE_SEO_EXPLAIN'				=> 'ΠΡΕΠΕΙ να έχετε το mod rewrite ενεργοποιημένο για λειτουργήσει αυτή η επιλογή.  Αν η παραπομπή\ες των blog δεν λειτουργούν, απενεργοποιήστε το.',
	'BLOG_ENABLE_USER_PERMISSIONS'			=> 'Δικαιώματα Χρηστών',
	'BLOG_ENABLE_USER_PERMISSIONS_EXPLAIN'	=> 'Ενεργοποιήστε το σύστημα δικαιωμάτων των χρηστών για να επιτρέπετε στους χρήστες να καθορίζουν δικαιώματα στα δικά τους blog  (για επισκέπτες, εγγεγραμμένους χρήστες, εχθρούς και φίλους).  Οι Διαχειριστές και οι Συντονιστές πάντα έχουν δικαίωμα να βλέπουν/απαντούν στα blogs.',
	'BLOG_ENABLE_ZEBRA'						=> 'Τομέας Φίλων/Εχθρών',
	'BLOG_ENABLE_ZEBRA_EXPLAIN'				=> 'Αν απενεργοποιήσετε αυτή την επιλογή, οι χρήστες δεν θα έχουν τη δυνατότητα να ρυθμίσουν δικαιώματα για Φίλους/Εχθρούς ποιος είδε το blog, και μερικά ακόμη θέματα μπορεί να απενεργοποιηθούν.',
	'BLOG_GUEST_CAPTCHA'					=> 'Απαιτείται από τους επισκέπτες να συμπληρώνουν τον κώδικα Captcha πριν μπορέσουν να αναρτήσουν μια απάντηση',
	'BLOG_INFORM'							=> 'Οι χρήστες που θα ενημερώνονται για αναφορές ή αναρτήσεις με ΠΜ',
	'BLOG_INFORM_EXPLAIN'					=> 'Δώστε τον κωδικό\ους χρηστών που θέλετε να λαμβάνουν προσωπικό μήνυμα κάθε φορά που ένα blog ή μια απάντηση θα αναφέρετε, ή μια απάντηση σε ένα blog η οποία χρειάζεται έγκριση.  Χωρίστε τους πολλαπλούς χρήστες με κόμμα, μην προσθέτετε κενά.',
	'BLOG_MAX_ATTACHMENTS'					=> 'Μέγιστο μέγεθος συνημμένων που επιτρέπονται σε μια ανάρτηση.',
	'BLOG_MAX_ATTACHMENTS_EXPLAIN'			=> 'Σημειώστε οτι αυτό μπορεί να παρακαμφθεί για κάποιον χρήστη από τα δικαιώματα του χρήστη.',
	'BLOG_MAX_RATING'						=> 'Μέγιστη εκτίμηση Blog',
	'BLOG_MAX_RATING_EXPLAIN'				=> 'Η μέγιστη εκτίμηση που επιτρέπετε να προστεθεί.',
	'BLOG_MESSAGE_FROM'						=> 'Από ποιον είναι τα μηνύματα',
	'BLOG_MESSAGE_FROM_EXPLAIN'				=> 'Ο κωδικός (user_id) του χρήστη που θέλετε να αποστέλλονται τα μηνύματα συνδρομής και ανακοίνωσης. Αν ο χρήστης δεν υπάρχει θα έχετε σφάλματα..',
	'BLOG_MIN_RATING'						=> 'Ο μικρότερος βαθμός του Blog',
	'BLOG_MIN_RATING_EXPLAIN'				=> 'Ο μικρότερος βαθμός που επιτρέπετε να προστεθεί.',
	'BLOG_POST_VIEW_SETTINGS'				=> 'Ρυθμίσεις ανάγνωσης και ανάρτησης στα Blog',
	'BLOG_QUICK_REPLY'						=> 'Γρήγορη απάντηση',
	'BLOG_QUICK_REPLY_EXPLAIN'				=> 'Ενεργοποίηση της εμφάνισης γρήγορης απάντησης όταν βλέπουμε ένα blog.',
	'BLOG_SETTINGS'							=> 'Ρυθμίσεις χρήσης Blog',
	'BLOG_SETTINGS_EXPLAIN'					=> 'Εδώ μπορείτε να θέσετε τις ρυθμίσεις του Blog mod για τον χρήστη.',

	'CATEGORY_CREATED'						=> 'Η κατηγορία δημιουργήθηκε με επιτυχία!',
	'CATEGORY_DELETE'						=> 'Διαγραφή Κατηγορίας',
	'CATEGORY_DELETED'						=> 'Η κατηγορία έχει διαγραφεί με επιτυχία!',
	'CATEGORY_DELETE_EXPLAIN'				=> 'Είστε σίγουροι ότι θέλετε να διαγράψετε την κατηγορία?',
	'CATEGORY_DESCRIPTION_EXPLAIN'			=> 'Περιγραφή για το τι αφορά η κατηγορία.',
	'CATEGORY_EDIT_EXPLAIN'					=> 'Εδώ μπορείτε να αλλάξετε τις ρυθμίσεις της κατηγορίας.',
	'CATEGORY_INDEX'						=> 'Ταξινόμηση Κατηγορίας',
	'CATEGORY_NAME_EMPTY'					=> 'Πρέπει να δώσετε ένα όνομα στην κατηγορία',
	'CATEGORY_PARENT'						=> 'Γονική Κατηγορία',
	'CATEGORY_RULES_EXPLAIN'				=> 'Εδώ μπορείτε να γράψετε κανόνες οι οποίοι θα εμφανίζονται πάνω από κάθε κατηγορία.',
	'CATEGORY_SETTINGS'						=> 'Ρυθμίσεις Κατηγορίας',
	'CATEGORY_UPDATED'						=> 'Η Κατηγορία ανανεώθηκε με επιτυχία!',
	'CLICK_CHECK_NEW_VERSION'				=> 'Πατήστε %sεδώ%s για να ελέγξετε την ύπαρξης μια αναβαθμισμένης έκδοσης του User Blog Mod',
	'CLICK_GET_NEW_VERSION'					=> 'Πατήστε %sεδώ%s για να λάβετε την τελευταία έκδοση του User Blog Mod',
	'CLICK_UPDATE'							=> 'Πατήστε %sεδώ%s για να αναβαθμίσετε την βάση δεδομένων για το User Blog Mod',
	'CONTINUE'								=> 'Συνέχεια',
	'COPYRIGHT'								=> 'Πνευματικά δικαιώματα',
	'CREATE_CATEGORY'						=> 'Δημιουργία Κατηγορίας',

	'DATABASE_VERSION'						=> 'Έκδοση Βάσης Δεδομένων',
	'DEFAULT_TEXT_LIMIT'					=> 'Εξορισμού όριο κειμένου για την κεντρική σελίδα του blog',
	'DEFAULT_TEXT_LIMIT_EXPLAIN'			=> 'Μετά από αυτό το όριο θα κόβετε το υπόλοιπο με μήνυμα (για να το μικρύνει ο χρήστης)',
	'DELETE_SUBCATEGORIES'					=> 'Διαγραφή υποκατηγοριών',

	'EDIT_CATEGORY'							=> 'Επεξεργασία κατηγορίας',
	'ENABLE_BLOG_CUSTOM_PROFILES'			=> 'Εμφάνιση των ειδικών πεδίων στο προφίλ στις σελίδες του χρήστη του Blog',
	'ENABLE_SUBSCRIPTIONS'					=> 'User/Blog Subscriptions',
	'ENABLE_SUBSCRIPTIONS_EXPLAIN'			=> 'Allows registered users to subscribe to blogs or users and recieve notifications when a new blog/reply is added where they are subscribed.',
	'ENABLE_USER_BLOG'						=> 'Χρήστης Blog Mod',
	'ENABLE_USER_BLOG_EXPLAIN'				=> 'Σημειώστε ότι στο ACP και UCP του User Blog Mod για πάντα θα μένει ενεργό εφόσον είναι εγκατεστημένο (εκτός και αν το απενεργοποιήσετε ή αφαιρέσετε αυτά τις μονάδες.',
	'ENABLE_USER_BLOG_PLUGINS'				=> 'Σύστημα προσθηκών',
	'ENABLE_USER_BLOG_PLUGINS_EXPLAIN'		=> 'Αν απενεργοποιήσετε αυτή την επιλογή, όλες οι εγκατεστημένες προσθήκες θα απενεργοποιηθούν, παρόλαυτά, σημειώστε ότι οι προσθήκες στο κομμάτι του ACP  θα συνεχίσουν να εμφανίζονται ακόμη και αν είναι απενεργοποιημένες.',

	'FILE_VERSION'							=> 'Έκδοση αρχείων',

	'INSTALLED_PLUGINS'						=> 'Εγκατεστημένες προσθήκες',

	'LATEST_VERSION'						=> 'Τελευταία έκδοση',

	'MOVE_BLOGS_TO'							=> 'Μετακίνηση των Blogs σε',
	'MOVE_SUBCATEGORIES_TO'					=> 'Μετακίνηση των Κατηγοριών σε',

	'NOT_ALLOWED_IN_BLOG'					=> 'Δεν επιτρέπετε στις κατηγορίες των Blogs',
	'NO_DESTINATION_CATEGORY'				=> 'Δεν υπάρχει κατηγορία προορισμού',
	'NO_INSTALLED_PLUGINS'					=> 'Δεν υπάρχουν εγκατεστημένες προσθήκες',
	'NO_PARENT'								=> 'Δεν υπάρχει γονική',
	'NO_UNINSTALLED_PLUGINS'				=> 'Δεν υπάρχουν απεγκατεστημένες μονάδες',

	'OUTPUT_CPLINKS_BLOCK'					=> 'Εξαγωγή των παραθέσεων του προφίλ των Blog στα προσαρμοσμένα πεδία του προφίλ',
	'OUTPUT_CPLINKS_BLOCK_EXPLAIN'			=> 'Αν αυτό τεθεί σε όχι η εμφάνιση των παραθέσεων Blogs σε κάθε προφίλ δεν θα είναι ορατή χρησιμοποιώντας τα προσαρμοσμένα πεδία στα προφίλ.  Θα πρέπει χειροκίνητα να προσθέσετε τις παραπομπές στο template αν θέλετε να εμφανίζονται εφόσον αυτή η επιλογή είναι ΟΧΙ.',

	'PARENT_NOT_EXIST'						=> 'Η γονική επιλογή δεν υπάρχει.',
	'PLUGINS_DISABLED'						=> 'Οι προσθήκες έχουν απενεργοποιηθεί.',
	'PLUGINS_NAME'							=> 'Όνομα προσθήκης',
	'PLUGIN_ACTIVATE'						=> 'Ενεργοποίηση',
	'PLUGIN_ALREADY_INSTALLED'				=> 'Η επιλεγμένη προσθήκη είναι ήδη εγκατεστημένη.',
	'PLUGIN_DEACTIVATE'						=> 'Απενεργοποίηση',
	'PLUGIN_INSTALL'						=> 'Εγκατάσταση',
	'PLUGIN_NOT_EXIST'						=> 'Η επιλεγμένη προσθήκη δεν υπάρχει.',
	'PLUGIN_NOT_INSTALLED'					=> 'Η επιλεγμένη προσθήκη δεν είναι εγκατεστημένη.',
	'PLUGIN_UNINSTALL'						=> 'Απεγκατάσταση',
	'PLUGIN_UNINSTALL_CONFIRM'				=> 'Είστε σίγουρο/οι ότι θέλετε να απεγκαταστήσετε την συγκεκριμένη προσθήκη?<br /><strong>Αυτή η ενέργεια θα αφαιρέσει όλα τα δεδομένα αυτής της προσθήκης από την βάση δεδομένων (επομένως κάθε αποθηκευμένη πληροφορία θα χαθεί)!</strong><br /><br />Θα πρέπει χειροκίνητα να απεγκαταστήσετε τις αλλαγές που έχουν γίνει στα αρχεία από αυτή την προσθήκη και να διαγράψετε τα αρχεία της προσθήκης για να αφαιρέσετε εντελώς την προσθήκη.',
	'PLUGIN_UPDATE'							=> 'Αναβάθμιση Βάσης Δεδομένων',

	'REMOVE_ALL_BLOGS'						=> 'Απλά διαγράψτε την κατηγορία.',

	'SELECT_CATEGORY'						=> 'Επιλογή Κατηγορίας',

	'UNINSTALLED_PLUGINS'					=> 'Απεγκατεστημένες μονάδες',
	'USER_TEXT_LIMIT'						=> 'Εξορισμού όριο κειμένου για το blog του χρήστη',
	'USER_TEXT_LIMIT_EXPLAIN'				=> 'Το ίδιο όπως το εξορισμού όριο κειμένου εκτός του οτι αυτό το όριο είναι για να βλέπει ο χρήστης',

	'VERSION'								=> 'Έκδοση',
));

?>