<?php
/**
*
* @package phpBB3 User Blog
* @version $Id: posting.php 485 2008-08-15 23:33:57Z exreaction@gmail.com $
* @copyright (c) 2008 EXreaction, Lithium Studios
* @license http://opensource.org/licenses/gpl-license.php GNU Public License
*
*/

/**
* @ignore
*/
if (!defined('IN_PHPBB'))
{
	exit;
}

// Create the lang array if it does not already exist
if (empty($lang) || !is_array($lang))
{
	$lang = array();
}

// Merge the following language entries into the lang array
$lang = array_merge($lang, array(
	'ADD_BLOG'					=> 'Εισάγετε μια νέα ανάρτηση στο blog',
	'APPROVE_BLOG'				=> 'Εγκρίνετε την ανάρτηση στο Blog',
	'APPROVE_BLOG_CONFIRM'		=> 'Είστε σίγουρος/η ότι θέλετε να εγκρίνετε την ανάρτηση αυτού του blog?',
	'APPROVE_BLOG_SUCCESS'		=> 'Έχετε επιτυχώς εγκρίνει την ανάρτηση σε αυτό το blog και μπορεί πλέον να είναι φανερό στους χρήστες.',
	'APPROVE_REPLY'				=> 'Έγκριση σχολίου',
	'APPROVE_REPLY_CONFIRM'		=> 'Είστε σίγουρος/η ότι θέλετε να εγκρίνετε το σχόλιο?',
	'APPROVE_REPLY_SUCCESS'		=> 'Έχετε εγκρίνει επιτυχώς το σχόλιο και μπορούν πλέον οι χρήστες να το διαβάσουν.',

	'BLOG_ALREADY_APPROVED'		=> 'Αυτή η ανάρτηση του blog έχει ήδη εγκριθεί.',
	'BLOG_ALREADY_DELETED'		=> 'Αυτή η ανάρτηση του blog έχει ήδη διαγραφεί.',
	'BLOG_APPROVE_PM'			=> 'Αυτό είναι ένα αυτόματο μήνυμα από το Blog.<br /><br />%1$s έχει αναρτηθεί <a href="%2$s">αυτή η ανάρτηση στο blog</a> και χρειάζεται έγκριση πριν γίνει ορατή στο κοινό.<br />Παρακαλώ διαβάστε την ανάρτηση και αποφασίστε αν πρέπει να εγκριθεί ή όχι.',
	'BLOG_APPROVE_PM_SUBJECT'	=> 'Η ανάρτηση πρέπει να εγκριθεί!',
	'BLOG_DELETED'				=> 'Η ανάρτηση έχει διαγραφεί.',
	'BLOG_EDIT_LOCKED'			=> 'Αυτή η ανάρτηση είναι κλειδωμένη και δεν μπορεί να επεξεργαστεί.',
	'BLOG_EDIT_SUCCESS'			=> 'Η ανάρτηση έχει επεξεργαστεί επιτυχώς!',
	'BLOG_NEED_APPROVE'			=> 'Ένας συντονιστής ή διαχειριστής πρέπει να εγκρίνει τις αναρτήσεις του  blog σας πριν γίνουν ορατές στο κοινό.',
	'BLOG_NOT_DELETED'			=> 'Η ανάρτηση δεν έχει διαγραφεί.  Γιατί προσπαθείτε να την επαναφέρετε?',
	'BLOG_REPORT_CONFIRM'		=> 'Σίγουρα θέλετε να αναφέρετε αυτή την ανάρτηση?',
	'BLOG_REPORT_PM'			=> 'Αυτό είναι ένα αυτόματο μήνυμα από το Blog.<br /><br />%1$s έχει μόλις αναφέρει <a href="%2$s">αυτή την ανάρτηση του blog</a>.<br />Παρακαλώ διαβάστε την ανάρτηση και αποφασίστε για το τι πρέπει να γίνει.',
	'BLOG_REPORT_PM_SUBJECT'	=> 'Η ανάρτηση του Blog έχει αναφερθεί!',
	'BLOG_SUBMIT_SUCCESS'		=> 'Η ανάρτηση του blog έχει αποσταλεί επιτυχώς!',
	'BLOG_SUBSCRIPTION_NOTICE'	=> 'Αυτό είναι ένα αυτόματος μήνυμα από το Blog που σας ενημερώνει οτι ένα νέο σχόλιο έχει γίνει στο [url=%1$s]αυτή[/url] η ανάρτηση του blog %2$s.<br /><br />Αν δεν θέλετε πλέον να λαμβάνετε τέτοιες ενημερώσεις παρακαλώ πατήστε [url=%3$s]εδώ[/url] για να διακοπούν.',
	'BLOG_UNDELETED'			=> 'Αυτή η ανάρτηση έχει επανέλθει μετά από διαγραφή.',

	'CATEGORY_EXPLAIN'			=> 'Μπορείτε να επιλέξετε περισσότερες από μια κατηγορίες κρατώντας πατημένο το πλήκτρο CTRL και επιλέγοντας περισσότερες κατηγορίες τις οποίες θέλετε να εισάγετε.<br /><br />Οι κατηγορίες των Blogs είναι <strong>πάντα</strong> εμφανείς στο προσωπικό σας Blog.',

	'DELETE_BLOG_CONFIRM'		=> 'Είστε σίγουρος/η ότι θέλετε να διαγράψετε αυτή την ανάρτηση του blog;',
	'DELETE_REPLY_CONFIRM'		=> 'Είστε σίγουρος/η ότι θέλετε να διαγράψετε αυτό το σχόλιο;',

	'EDIT_A_BLOG'				=> 'Επεξεργασία ανάρτησης',
	'EDIT_A_REPLY'				=> 'Επεξεργασία σχολίου',

	'HARD_DELETE'				=> 'Μόνιμη διαγραφή',
	'HARD_DELETE_EXPLAIN'		=> 'Αν το επιλέξετε αυτό δεν θα μπορέσετε να επαναφέρετε ποτέ την ανάρτηση αυτή!',

	'NO_PERMISSIONS_SINGLE'		=> 'Δεν μπορείτε να διαβάσετε ούτε να απαντήσετε σε αυτή την ανάρτηση του blog.',

	'PERMISSIONS'				=> 'Δικαιώματα',

	'REPLY_ALREADY_APPROVED'	=> 'Αυτό το σχόλιο έχει ήδη εγκριθεί.',
	'REPLY_APPROVE_PM'			=> 'Αυτό είναι ένα αυτόματο μήνυμα από το User Blog Mod.<br /><br />%1$s έχει μόλις αναρτήσει <a href="%2$s">αυτό το σχόλιο</a> και χρειάζετε έγκριση πριν γίνει ορατό.<br />Παρακαλώ διαβάστε το σχόλιο και αποφασίστε αν πρέπει ή όχι να δημοσιευτεί.',
	'REPLY_APPROVE_PM_SUBJECT'	=> 'Το σχόλιο στο Blog χρειάζεται έγκριση!',
	'REPLY_DELETED'				=> 'Το σχόλιο έχει διαγραφεί.',
	'REPLY_EDIT_LOCKED'			=> 'Αυτό το σχόλιο έχει κλειδωθεί για επεξεργασία.',
	'REPLY_EDIT_SUCCESS'		=> 'Αυτό το σχόλιο έχει επεξεργαστεί επιτυχώς!',
	'REPLY_NEED_APPROVE'		=> 'Ένας συντονιστής ή ένας διαχειριστής πρέπει να εγκρίνει το σχόλιό σας πριν αυτό εμφανιστεί δημοσίως.',
	'REPLY_NOT_DELETED'			=> 'Αυτό το σχόλιο δεν έχει διαγραφεί. Γιατί προσπαθείτε να το επαναφέρετε;',
	'REPLY_PERMISSIONS_SINGLE'	=> 'Μπορεί να διαβάσει  και να απαντήσει σε αυτή την ανάρτηση του blog.',
	'REPLY_REPORT_CONFIRM'		=> 'Είστε σίγουρος/η ότι θέλετε να αναφέρετε αυτό το σχόλιο;',
	'REPLY_REPORT_PM'			=> 'Αυτό είναι ένα αυτόματο μήνυμα από το User Blog Mod.<br /><br />%1$s έχει μόλις αναφέρει <a href="%2$s">αυτό το σχόλιο</a>.<br />Παρακαλώ διαβάστε το σχόλιο και αποφασίστε τι πρέπει να γίνει.',
	'REPLY_REPORT_PM_SUBJECT'	=> 'Το σχόλιο του Blog έχει αναφερθεί!',
	'REPLY_SUBMIT_SUCCESS'		=> 'Το σχόλιο έχει αποσταλεί επιτυχώς!',
	'REPLY_UNDELETED'			=> 'Το σχόλιο έχει ανασυρθεί από τα διεγραμμένα.',

	'SUBSCRIPTION_NOTICE'		=> 'Ειδοποίηση συνδρομής από το User Blog Mod',

	'UNDELETE_BLOG'				=> 'Αναίρεση διαγραφής της ανάρτησης του Blog',
	'UNDELETE_BLOG_CONFIRM'		=> 'Είστε σίγουρος/η ότι θέλετε να επαναφέρετε αυτή την ανάρτηση του blog;',
	'UNDELETE_REPLY'			=> 'Επαναφορά σχολίου',
	'UNDELETE_REPLY_CONFIRM'	=> 'Είστε σίγουρος/η ότι θέλετε να επαναφέρετε αυτό το σχόλιο;',
	'USER_SUBSCRIPTION_NOTICE'	=> 'Αυτό είναι ένα αυτόματο μήνυμα από το User Blog mod που σας ενημερώνει οτι μια νέα ανάρτηση blog έχει αναρτηθεί από %1$s.  Μπορείτε να δείτε το blog [url=%2$s]εδώ[/url].<br /><br />Αν δεν θέλετε να λαμβάνετε άλλες ειδοποιήσεις πατήστε [url=%3$s]εδώ[/url] για να διακόψετε τη συνδρομή.',

	'VIEW_PERMISSIONS_SINGLE'	=> 'Μπορεί να διαβάσει αυτή την ανάρτηση του blog.',
));

?>