<?php
/**
*
* @package phpBB SEO GYM Sitemaps
* @version $Id: gym_html.php 134 2009-11-02 11:13:45Z dcz $
* @copyright (c) 2006 - 2009 www.phpbb-seo.com
* @license http://opensource.org/osi3.0/licenses/lgpl-license.php GNU Lesser General Public License
* Ελληνική μετάφραση από diastasi (thraki.info) & phpbbgr.com
*/
/**
*
* gym_html [Greek]
*
*/
/**
* DO NOT CHANGE
*/
if (empty($lang) || !is_array($lang))
{
	$lang = array();
}
// DEVELOPERS PLEASE NOTE
//
// All language files should use UTF-8 as their encoding and the files must not contain a BOM.
//
// Placeholders can now contain order information, e.g. instead of
// 'Page %s of %s' you can (and should) write 'Page %1$s of %2$s', this allows
// translators to re-order the output of data while ensuring it remains correct
//
// You do not need this where single placeholders are used, e.g. 'Message %d' is fine
// equally where a string contains only two placeholders which are used to wrap text
// in a url you again do not need to specify an order e.g., 'Click %sHERE%s' is fine
$lang = array_merge($lang, array(
	'HTML_MAIN' => 'Ρυθμίσεις HTML',
	'HTML_MAIN_EXPLAIN' => 'Αυτές είναι οι βασικές ρυθμίσεις για την μονάδα HTML.<br/>Μπορούν να επιτευχθούν σε όλες τις μονάδες HTML εξαρτάται από τις ρυθμίσεις αγνόησης HTML.',
	// Linking setup
	'HTML_LINKS_ACTIVATION' => 'Δεσμοί Δ.Συζήτησης',
	'HTML_LINKS_MAIN' => 'Κύριοι δεσμοί',
	'HTML_LINKS_MAIN_EXPLAIN' => 'Προβολή ή όχι Νέων και χαρτών στο υποσέλιδο.<br/>Αυτή η λειτουργία απαιτεί να είναι ενεργή η προβολή κύριων δεσμών στις γενικές ρυθμίσεις.',
	'HTML_LINKS_INDEX' => 'Δεσμοί στο Ευρετήριο',
	'HTML_LINKS_INDEX_EXPLAIN' => 'Προβολή ή όχι δεσμών στα διαθέσιμα Νέα και χάρτες για κάθε Δ.Συζήτηση του ευρετηρίου. Οι δεσμοί αυτοί προστίθενται κάτω από την περιγραφή της Δ.Συζήτησης.<br/> Η λειτουργία αυτή απαιτεί οι δεσμοί στο ευρετήριο να είναι ενεργοί στις κύριες ρυθμίσεις.',
	'HTML_LINKS_CAT' => 'Δεσμοί στη σελίδα Δ.Συζήτησης',
	'HTML_LINKS_CAT_EXPLAIN' => 'Προβολή ή όχι δεσμών στα διαθέσιμα Νέα και χάρτες της τρέχουσας Δ.Συζήτησης. Οι δεσμοί αυτοί προστίθενται κάτω από τον τίτλο της Δ.Συζήτησης.<br/>Η λειτουργία αυτή απαιτεί οι δεσμοί στή σελίδα Δ.Συζήτησης να είναι ενεργοί στις κύριες ρυθμίσεις.',
	// Reset settings
	'HTML_ALL_RESET' => 'Όλες οι μονάδες HTML',
	// Limits
	'HTML_RSS_NEWS_LIMIT' => 'Όριο κύριας σελίδας Νέων',
	'HTML_RSS_NEWS_LIMIT_EXPLAIN' => 'Αριθμός αντικειμένων που θα εμφανίζονται στην κύρια σελίδα Νέων, συλλεγμένα από την πηγή RSS για την κύρια σελίδα νέων.',
	'HTML_MAP_TIME_LIMIT' => 'Χρονικό όριο για την μονάδα κύριων Περιεχομένων',
	'HTML_MAP_TIME_LIMIT_EXPLAIN' => 'Όριο ημερών. Η μέγιστη ηλικία των αντικειμένων που λήφθηκαν υπόψην στο λογαριασμό όταν γινόταν η δημιουργία της μονάδας της κύριας σελίδας Περιεχομένων. Μπορεί να είναι χρήσιμο για να μειώσει το φόρτο του διακομιστή σε μεγάλες Β.Δεδομένων. Βάλτε 0 για απεριόριστο',
	'HTML_CAT_MAP_TIME_LIMIT' => 'Χρονικό όριο για Περιεχόμενα κατηγορίας',
	'HTML_CAT_MAP_TIME_LIMIT_EXPLAIN' => 'Όριο ημερών. Η μέγιστη ηλικία των αντικειμένων που λήφθηκαν υπόψην στο λογαριασμό όταν γινόταν η δημιουργία της μονάδας των Περιεχομένων κατηγορίας. Μπορεί να είναι χρήσιμο για να μειώσει το φόρτο του διακομιστή σε μεγάλες Β.Δεδομένων. Βάλτε 0 για απεριόριστο',
	'HTML_NEWS_TIME_LIMIT' => 'Χρονικό όριο για τα Νέα',
	'HTML_NEWS_TIME_LIMIT_EXPLAIN' => 'Όριο ημερών. Η μέγιστη ηλικία των αντικειμένων που λήφθηκαν υπόψην στο λογαριασμό όταν γινόταν η δημιουργία της μονάδας των νέων. Μπορεί να είναι χρήσιμο για να μειώσει το φόρτο του διακομιστή σε μεγάλες Β.Δεδομένων. Βάλτε 0 για απεριόριστο',
	'HTML_CAT_NEWS_TIME_LIMIT' => 'Χρονικό όριο για τα νέα κατηγορίας',
	'HTML_CAT_NEWS_TIME_LIMIT_EXPLAIN' => 'Όριο ημερών. Η μέγιστη ηλικία των αντικειμένων που λήφθηκαν υπόψην στο λογαριασμό όταν γινόταν η δημιουργία της μονάδας σελίδας νέων κατηγορίας. Μπορεί να είναι χρήσιμο για να μειώσει το φόρτο του διακομιστή σε μεγάλες Β.Δεδομένων. Βάλτε 0 για απεριόριστο',
	// sort
	'HTML_MAP_SORT_TITLE' => 'Ταξινόμηση Περιεχομένων',
	'HTML_NEWS_SORT_TITLE' => 'Ταξινόμηση Νέων',
	'HTML_CAT_SORT_TYPE' => 'Ταξινόμηση για Περιεχόμενα κατηγορίας',
	'HTML_CAT_SORT_TYPE_EXPLAIN' => 'Ακολουθώντας την ίδια αρχή όπως παραπάνω, αυτό εφαρμόζεται στις σελίδες Περιεχομένων κατηγορίας, π.χ. Περιεχόμενα Δ.Συζήτησης για την μονάδα HTML Δ.Συζήτησης.',
	'HTML_NEWS_SORT_TYPE' => 'Ταξινόμηση για την σελίδα Νέων',
	'HTML_NEWS_SORT_TYPE_EXPLAIN' => 'Ακολουθώντας την ίδια αρχή όπως παραπάνω, αυτό εφαρμόζεται στη σελίδα Νέων, π.χ. Νέα Δ.Συζήτησης για την μονάδα HTML Δ.Συζήτησης.',
	'HTML_CAT_NEWS_SORT_TYPE' => 'Ταξινόμηση για τα Νέα Κατηγορίας',
	'HTML_CAT_NEWS_SORT_TYPE_EXPLAIN' => 'Ακολουθώντας την ίδια αρχή όπως παραπάνω, αυτό εφαρμόζεται στις σελίδες Νέων κατηγορίας, π.χ. Νέα Δ.Συζήτησης για την μονάδα HTML Δ.Συζήτησης.',
	'HTML_PAGINATION_GEN' => 'Κύρια Σελιδοποίηση',
	'HTML_PAGINATION_SPEC' => 'Σελιδοποίηση μονάδας',
	'HTML_PAGINATION' => 'Σελιδοποίηση Περιεχομένων',
	'HTML_PAGINATION_EXPLAIN' => 'Ενεργοποίηση σελιδοποίησης στις σελίδες Περιεχομένων. Αποφασίστε εάν θέλετε μία ή πολλές σελίδες στα Περιεχόμενα.',
	'HTML_PAGINATION_LIMIT' => 'Στοιχεία ανά σελίδα',
	'HTML_PAGINATION_LIMIT_EXPLAIN' => 'Οταν ενεργοποιηθή η σελιδοποίηση Περιεχομένων, επιλέξτε πόσα στοιχεία να προβάλονται σε κάθε σελίδα.',
	'HTML_NEWS_PAGINATION' => 'Σελιδοποίηση Νέων',
	'HTML_NEWS_PAGINATION_EXPLAIN' => 'Ενεργοποίηση σελιδοποίησης στις σελίδες των Νέων. Αποφασίστε εάν θέλετε μία ή πολλές σελίδες στα Νέα.',
	'HTML_NEWS_PAGINATION_LIMIT' => 'Νέα ανά σελίδα',
	'HTML_NEWS_PAGINATION_LIMIT_EXPLAIN' => 'Οταν ενεργοποιηθή η σελιδοποίηση Νέων, επιλέξτε πόσα νέα να προβάλονται σε κάθε σελίδα.',
	'HTML_ITEM_PAGINATION' => 'Σελιδοποίηση στοιχείων',
	'HTML_ITEM_PAGINATION_EXPLAIN' => 'Αποφασίστε για την έξοδο σελιδοποιημένων δεσμών (όπου γίνεται) για τα στοιχεία της λίστας. Π.χ. η μονάδα μπορεί επίσης να εξάγει δεσμούς από τις σελίδες θεμάτων Δ.Συζητήσεων.',
	// Basic settings
	'HTML_SETTINGS' => 'Βασικές ρυθμίσεις',
	'HTML_C_INFO' => 'Πληροφορίες Copyright',
	'HTML_C_INFO_EXPLAIN' => 'Προβολή πληροφοριών στα copyright meta tag των Περιεχομένων και των Νέων. Εξορισμού μπαίνει το όνομα ιστοσελίδας phpBB. Οι πληροφορίες αυτές χρησιμοποιούνται μόνο εάν εγκαταστήσετε το mod phpBB SEO dynamic meta tag.',
	'HTML_SITENAME' => 'Ονομα ιστοσελίδας',
	'HTML_SITENAME_EXPLAIN' => 'Το όνομα ιστοσελίδας που θα προβάλεται στα Περιεχόμενα και στα Νέα. Εξορισμού μπαίνει το όνομα ιστοσελίδας phpBB.',
	'HTML_SITE_DESC' => 'Περιγραφή ιστοσελίδας',
	'HTML_SITE_DESC_EXPLAIN' => 'Η περιγραφή ιστοσελίδας που θα προβάλεται στα Περιεχόμενα και στα Νέα. Εξορισμού μπαίνει η περιγραφή ιστοσελίδας phpBB.',
	'HTML_LOGO_URL' => 'Λογότυπο ιστοσελίδας',
	'HTML_LOGO_URL_EXPLAIN' => 'Η Εικόνα που θα χρησιμοποιείται σαν λογότυπο ιστοσελίδας στα Περιεχόμενα και στα Νέα, από το φάκελο gym_sitemaps/images/',
	'HTML_URL' => 'Δεσμός URL HTML',
	'HTML_URL_EXPLAIN' => 'Δώστε τον πλήρη δεσμό URL για το αρχείο map.php, π.χ. http://www.example.com/paradeigma/ εάν το map.php είναι εγκατεστημένο στο http://www.example.com/paradeigma/.<br/>Η επιλογή είναι χρήσιμη όταν το phpBB δεν είναι εγκατεστημένο στο ριζικό κατάλογο του domain και θέλετε να βάλετε το map.php στο ριζικό φάκελο.',
	'HTML_RSS_NEWS_URL' => 'RSS σαν πηγή για τα Νέα',
	'HTML_RSS_NEWS_URL_EXPLAIN' => 'Δώστε το πλήρες url της ανατροφοδότησης RSS που θέλετε να εμφανίζεται στη κύρια σελίδα Νέων, π.χ. http://www.example.com/gymrss.php?news&amp;digest για να προβάλετε όλα τα νέα από όλες τις μονάδες RSS που είναι εγκατεστημένες στη κύρια σελίδα νέων HTML.<br />Μπορείτε να χρησιμοποιήσετε μία ανατροφοδότηση RSS 2.0 σαν πηγή για αυτή τη σελίδα.',
	'HTML_STATS_ON_NEWS' => 'Προβολή στατιστικών Δ.Συζήτησης στις σελίδες των Νέων',
	'HTML_STATS_ON_NEWS_EXPLAIN' => 'Προβολή ή όχι, στατιστικών Δ.Συζήτησης στις σελίδες των Νέων.',
	'HTML_STATS_ON_MAP' => 'Προβολή περιεχομένων στατιστικών',
	'HTML_STATS_ON_MAP_EXPLAIN' => 'Προβολή ή όχι, σελίδων περιεχομένων στατιστικών.',
	'HTML_BIRTHDAYS_ON_NEWS' => 'Προβολή γενεθλίων στις σελίδες των Νέων',
	'HTML_BIRTHDAYS_ON_NEWS_EXPLAIN' => 'Προβολή ή όχι, γενεθλίων στις σελίδες των Νέων.',
	'HTML_BIRTHDAYS_ON_MAP' => 'Προβολή γενεθλίων στα περιεχόμενα',
	'HTML_BIRTHDAYS_ON_MAP_EXPLAIN' => 'Προβολή ή όχι, γενεθλίων στα περιεχόμενα.',
	'HTML_DISP_ONLINE' => 'Προβολή online χρήστη',
	'HTML_DISP_ONLINE_EXPLAIN' => 'Προβολή ή όχι, της λίστας online χρηστών στα Περιεχόμενα και στα Νέα.',
	'HTML_DISP_TRACKING' => 'Ενεργοποίηση παρακολούθησης',
	'HTML_DISP_TRACKING_EXPLAIN' => 'Ενεργοποίηση ή όχι, παρακολούθηση στοιχείων (Διαβασμένο / αδιάβαστο).',
	'HTML_DISP_STATUS' => 'Ενεργοποίηση κατάστασης',
	'HTML_DISP_STATUS_EXPLAIN' => 'Ενεργοποίηση ή όχι, του συστήματος κατάστασης στοιχείων (Ανακοινώσεις, Σημειώσεις, κλειδωμένα κ.α. ... ).',
	// Cache
	'HTML_CACHE' => 'Λανθάνουσα μνήμη',
	'HTML_CACHE_EXPLAIN' => 'Ορίστε εδώ διάφορες επιλογές λανθάνουσας μνήμης για το HTML mode. Η λάνθάνουσα μνήμη HTML διαχωρίζεται από τα άλλα  modes (Google και RSS). Η μονάδα χρησιμοποιεί την στάνταρ λανθάνουσα μνήμη του phpBB.<br/>Οι επιλογές αυτές δεν κληρονομούνται από το αρχικό επίπεδο γιαυτό μόνο τα περιεχόμενα που είναι ορατά σε όλους θα μπαίνουν στη λανθάνουσα μνήμη. Οι ρυθμίσεις αυτές θα στέλνονται στις μονάδες HTML αναλόγως των ρυθμίσεων αγνόησης HTML.<br/><br/>Η λανθάνουσα μνήμης διαχωρίζεται σε δύο τύπους, έναν για κάθε στήλη στην έξοδο : Την κύρια στήλη, που περιλαμβάνει τα περιεχόμενα και τα νέα, και την προαιρετική, που π.χ. μπορεί να χρησιμοποιηθείγια την προσθήκη των τελευταίων ενεργών θεμάτων της μονάδας HTML Δ.Συζήτησης.',
	'HTML_MAIN_CACHE_ON' => 'Ενεργοποίηση λανθάνουσας μνήμης κύριας στήλης',
	'HTML_MAIN_CACHE_ON_EXPLAIN' => 'Ενεργοποιήστε ή απενεργοποιήστε τη λανθάνουσα μνήμη Περιεχομένων και Νέων.',
	'HTML_OPT_CACHE_ON' => 'Ενεργοποίηση λανθάνουσας μνήμης προαιρετικής στήλης',
	'HTML_OPT_CACHE_ON_EXPLAIN' => 'Ενεργοποιήστε ή απενεργοποιήστε τη λανθάνουσα μνήμη της προαιρετικής στήλης.',
	'HTML_MAIN_CACHE_TTL' => 'Διάρκεια κύριας λανθάνουσας μνήμης',
	'HTML_MAIN_CACHE_TTL_EXPLAIN' => 'Μέγιστος αριθμός ωρών της λανθάνουσας μνήμης πριν ανανεωθεί. Κάθε αρχείο λανθάνουσας μνήμης θα ανανεωθεί μόλις κάποιος πλοηγηθεί αφού περάσουν αυτές οι ώρες.',
	'HTML_OPT_CACHE_TTL' => 'Διάρκεια λανθάνουσας μνήμης προαιρετικής στήλης',
	'HTML_OPT_CACHE_TTL_EXPLAIN' => 'Μέγιστος αριθμός ωρών της λανθάνουσας μνήμης προαιρετικής στήλης πριν ανανεωθεί. Κάθε αρχείο λανθάνουσας μνήμης θα ανανεωθεί μόλις κάποιος πλοηγηθεί αφού περάσουν αυτές οι ώρες.',
	// Auth settings
	'HTML_AUTH_SETTINGS' => 'Ρυθμίσεις εξουσιοδότησης',
	'HTML_ALLOW_AUTH' => 'Εξουσιοδοτήσεις',
	'HTML_ALLOW_AUTH_EXPLAIN' => 'Ενεργοποίηση εξουσιοδότησης για Περιεχόμενα και Νέα. Οταν είναι ενεργοποιημένο, οι συνδεμένοι χρήστες θα μπορούν να δουν πριβέ σελίδες και στοιχεία από πριβέ Δ.Συζητήσεις αν έχουν την κατάλληλη εξουσιοδότηση.',
	'HTML_ALLOW_NEWS' => 'Ενεργοποίηση Νέων',
	'HTML_ALLOW_NEWS_EXPLAIN' => 'Κάθε μονάδα μπορεί να έχει σελίδα Νέων με τα τελευταία Χ ενεργά στοιχεία με τα περιεχόμενα τους, τα οποία μπορούν να φιλτραριστούν. Για τις Δ.Συζητήσεις, τα Νέα των Δ.Συζητήσεων είναι γενικά μια σελίδα που προβάλει τις 10 τελευταίες δημοσιεύσεις από μία επιλογή κοινών ή πριβέ Δ.Συζητήσεων.',
	'HTML_ALLOW_CAT_NEWS' => 'Ενεργοποίηση Νέων κατηγορίας',
	'HTML_ALLOW_CAT_NEWS_EXPLAIN' => 'Ακολουθώντας την ίδια αρχή όπως τη μονάδα σελίδων Νέων, κάθε κατηγορία μονάδας μπορεί να έχει Νέα.',
	// Content
	'HTML_NEWS' => 'Ρυθμίσεις Νέων',
	'HTML_NEWS_EXPLAIN' => 'Εδώ ρυθμίζετε διάφορες επιλογές φιλτραρίσματος/ μορφοποίησης περιεχομένου για τα Νέα. <br/>Θα εφαρμοστούν σε όλες τις μονάδες HTML αναλόγως τις ρυθμίσεις αγνόησης HTML.',
	'HTML_NEWS_CONTENT' => 'Ρυθμίσεις περιεχομένων Νέων',
	'HTML_SUMARIZE' => 'Περίληψη στοιχείων',
	'HTML_SUMARIZE_EXPLAIN' => 'Συνοψίστε τα περιεχόμενα των μηνυμάτων στα Νέα.<br/> Το όριο ορίζει τη μέγιστη ποσότητα προτάσεων, λέξεων ή χαρακτήρων σύμφωνα με τη μέθοδο που θα επιλέξετε παρακάτω. Δώστε 0 για να γίνει έξοδος όλων.',
	'HTML_SUMARIZE_METHOD' => 'Μέθοδος περίληψης',
	'HTML_SUMARIZE_METHOD_EXPLAIN' => 'Μπορείτε να επιλέξετε μεταξύ τριών διαφορετικών μεθόδων για περιορισμό των περιεχομένων στην ανατροφοδότηση.<br/> Με αριθμό γραμμών, με αριθμό λέξεων και αριθμό χαρακτήρων. BBcode και λέξεις δε θα διασπαστούν.',
	'HTML_ALLOW_PROFILE' => 'Προβολή προφίλ',
	'HTML_ALLOW_PROFILE_EXPLAIN' => 'Εάν θέλετε μπορεί να προστεθεί στην έξοδο το όνομα του δημιουργού του στοιχείου .',
	'HTML_ALLOW_PROFILE_LINKS' => 'Δεσμός προφίλ',
	'HTML_ALLOW_PROFILE_LINKS_EXPLAIN' => 'Εάν προστεθεί τό όνομα του δημιουργού, με αυτό μπορεί να γίνει δεσμός για το προφίλ του στο phpbb.',
	'HTML_ALLOW_BBCODE' => 'Επέτρεψε BBcodes',
	'HTML_ALLOW_BBCODE_EXPLAIN' => 'Επιλέξτε εάν θα θα εξαχθεί ή θα παραληφθεί το bbcode της πηγής.',
	'HTML_STRIP_BBCODE' => 'Απογύμνωση BBcodes',
	'HTML_STRIP_BBCODE_EXPLAIN' => 'Ρυθμίστε μία λίστα bbcodes που θα παραληφθούν.<br/>Η μορφή είναι απλή : <br/><ul><li> <u>Διαχωρισμός bbcode με κόμμα :</u> Διαγραφή bbcode tags, κράτημα των περιεχομένων. <br/><u>Παράδειγμα :</u> <b>img,b,quote</b> <br/> Σε αυτό το παράδειγμα img, bold και quote bbcode δεν θα ληφθούν υπόψιν, τα bbcode tags θα διαγραφούν και τα περιεχόμενα του bbcode θα παραμείνουν.</li><li> <u>Διαχωρισμός bbcodes με επιλογή άνω-κάτω τελείας :</u> Διαγραφή bbcode tags και απόφαση σχετικά με το περιεχόμενο τους. <br/><u>Παράδειγμα :</u> <b>img:1,b:0,quote,code:1</b> <br/> Στο παράδειγμα αυτό, το img bbcode και ο δεσμός img θα διαγραφούν, το bold δεν θα επεξεργαστεί, αλλά το κείμενο που θα γινόταν έντονο θα παραμείνει, το quote δε θα παρθεί, άλλα τα περιεχόμενα του θα μείνουν, ο κώδικας bbcode και τα περιεχόμενα του θα διαγραφούν από την έξοδο.</ul>Το φίλτρο θα λειτουργήσει ακόμη κι αν το bbcode είναι άδειο. Για παράδειγμα, εύχρηστο για διαγραφή περιεχομένου code tags και δεσμών εικόνωναπό την έξοδο.<br/>Το φιλτράρισμα γίνεται πριν γίνει περίληψη.<br/> Η μαγική παράμετρος "All" (μπορεί να είναι all:0 ή all:1 για απογύμνωση περιεχομένων bbcode tags) θα τα περιλάβει όλα με μιάς.',
	'HTML_ALLOW_LINKS' => 'Επέτρεψε ενεργούς δεσμούς',
	'HTML_ALLOW_LINKS_EXPLAIN' => 'Επιλέξτε αν θα ενεργοποιήσετε ή όχι δεσμούς που χρησιμοποιήθηκαν στο περιεχόμενο των στοιχείων.<br/> Εάν απενεργοποιηθεί, δεσμοί και emails θα περιλαμβάνονται στο περιεχόμενο αλλά δεν θα μπορεί να γίνει κλικ πάνω σε αυτά.',
	'HTML_ALLOW_EMAILS' => 'Επέτρεψε Emails',
	'HTML_ALLOW_EMAILS_EXPLAIN' => 'Επιλέξτε εάν θα εξαχθούν "email AT domain DOT com" αντί για "email@domain.com" στα περιεχόμενα του στοιχείου.',
	'HTML_ALLOW_SMILIES' => 'Επέτρεψε Smilies',
	'HTML_ALLOW_SMILIES_EXPLAIN' => 'Επιλέξτε εάν θα εξαχθούν ή όχι τα smilies.',
	'HTML_ALLOW_SIG' => 'Επέτρεψε υπογραφές',
	'HTML_ALLOW_SIG_EXPLAIN' => 'Επιλέξτε εάν θα προβάλονται ή όχι οι υπογραφλες των χρηστών.',
	'HTML_ALLOW_MAP' => 'Ενεργοποίηση Περιεχομένων',
	'HTML_ALLOW_MAP_EXPLAIN' => 'Ενεργοποιήστε/Απενεργοποιήστε τα Περιεχόμενα Ιστοσελίδας.',
	'HTML_ALLOW_CAT_MAP' => 'Ενεργοποίηση Περιεχομένων κατηγορίας',
	'HTML_ALLOW_CAT_MAP_EXPLAIN' => 'Ενεργοποιήστε/Απενεργοποιήστε τα Περιεχόμενα Κατηγοριών.',
));
?>