<?php
/**
*
* @package phpBB SEO GYM Sitemaps
* @version $Id: gym_rss.php 134 2009-11-02 11:13:45Z dcz $
* @copyright (c) 2006 - 2009 www.phpbb-seo.com
* @license http://opensource.org/osi3.0/licenses/lgpl-license.php GNU Lesser General Public License
* Ελληνική μετάφραση από diastasi (thraki.info) & phpbbgr.com
*/
/**
*
* gym_rss [Greek]
*
*/
/**
* DO NOT CHANGE
*/
if (empty($lang) || !is_array($lang))
{
	$lang = array();
}
// DEVELOPERS PLEASE NOTE
//
// All language files should use UTF-8 as their encoding and the files must not contain a BOM.
//
// Placeholders can now contain order information, e.g. instead of
// 'Page %s of %s' you can (and should) write 'Page %1$s of %2$s', this allows
// translators to re-order the output of data while ensuring it remains correct
//
// You do not need this where single placeholders are used, e.g. 'Message %d' is fine
// equally where a string contains only two placeholders which are used to wrap text
// in a url you again do not need to specify an order e.g., 'Click %sHERE%s' is fine
$lang = array_merge($lang, array(
	'RSS_MAIN' => 'Ρυθμίσεις τροφοδοσίας RSS',
	'RSS_MAIN_EXPLAIN' => 'Αυτές είναι οι κύριες ρυθμίσεις για τη μονάδα ανατροφοδοτήσεων RSS.<br/>Εφαρμόζονται σε όλες τις μονάδες RSS αναλόγως των ρυθμίσεων αγνόησης RSS.',
	// Linking setup
	'RSS_LINKS_ACTIVATION' => 'Δεσμοί Δ.Συζήτησης',
	'RSS_LINKS_MAIN' => 'Κύριοι δεσμοί',
	'RSS_LINKS_MAIN_EXPLAIN' => 'Προβολή ή όχι δεσμών rss υποσέλιδο.<br/>Aυτή η λειτουργία απαιτεί να είναι ενεργή η προβολή κύριων δεσμών στις γενικές ρυθμίσεις.',
	'RSS_LINKS_INDEX' => 'Δεσμοί στο Ευρετήριο',
	'RSS_LINKS_INDEX_EXPLAIN' => 'Προβολή ή όχι δεσμών rss για κάθε Δ.Συζήτηση του ευρετηρίου. Οι δεσμοί αυτοί προστίθενται κάτω από την περιγραφή της Δ.Συζήτησης.<br/>Η λειτουργία αυτή απαιτεί οι δεσμοί στο ευρετήριο να είναι ενεργοί στις κύριες ρυθμίσεις.',
	'RSS_LINKS_CAT' => 'Δεσμοί στη σελίδα Δ.Συζήτησης',
	'RSS_LINKS_CAT_EXPLAIN' => 'Προβολή ή όχι δεσμών στα διαθέσιμα rss της τρέχουσας Δ.Συζήτησης. Οι δεσμοί αυτοί προστίθενται κάτω από τον τίτλο της Δ.Συζήτησης.<br/>Η λειτουργία αυτή απαιτεί οι δεσμοί στή σελίδα Δ.Συζήτησης να είναι ενεργοί στις κύριες ρυθμίσεις.',
	// Reset settings
	'RSS_ALL_RESET' => 'Ολες οι μονάδες RSS',
	// Limits
	'RSS_LIMIT_GEN' => 'Γενικά όρια',
	'RSS_LIMIT_SPEC' => 'Ορια RSS',
	'RSS_URL_LIMIT_LONG' => 'Οριο ευρείας Τροφοδοσίας',
	'RSS_URL_LIMIT_LONG_EXPLAIN' => 'Αριθμός στοιχείων που προβάλονται σε ευρεία ανατροφοδότηση χωρίς περιεχόμενα. Απαιτεί ενεργοποίηση του "Επέτρεψε Ευρείες Τροφοδοσίες".',
	'RSS_SQL_LIMIT_LONG' => 'Ευρύς κύκλος SQL',
	'RSS_SQL_LIMIT_LONG_EXPLAIN' => 'Αριθμός ερωτημάτων που γίνονται σε κάθε στιγμή για ευρεία ανατροφοδότηση χωρίς περιεχόμενο.',
	'RSS_URL_LIMIT_SHORT' => 'Οριο βραχείας Τροφοδοσίας',
	'RSS_URL_LIMIT_SHORT_EXPLAIN' => 'Αριθμός στοιχείων που προβάλονται σε βραχεία ανατροφοδότηση χωρίς περιεχόμενα. Απαιτεί ενεργοποίηση του "Επέτρεψε Βραχείες Τροφοδοσίες".',
	'RSS_SQL_LIMIT_SHORT' => 'Βραχύς κύκλος SQL',
	'RSS_SQL_LIMIT_SHORT_EXPLAIN' => 'Αριθμός ερωτημάτων που γίνονται σε κάθε στιγμή για βραχεία ανατροφοδότηση χωρίς περιεχόμενο.',
	'RSS_URL_LIMIT_MSG' => 'Προεπιλεγμένο όριο με περιεχόμενα',
	'RSS_URL_LIMIT_MSG_EXPLAIN' => 'Αριθμός στοιχείων που προβάλονται εξορισμού σε τροφοδοσίες με περιεχόμενο. Απαιτεί ενεργοποίηση του "Επέτρεψε περιεχόμενα στοιχείου".',
	'RSS_SQL_LIMIT_MSG' => 'Κύκλος SQL με περιεχόμενο',
	'RSS_SQL_LIMIT_MSG_EXPLAIN' => 'Αριθμός ερωτημάτων που γίνονται σε κάθε στιγμή για ανατροφοδότηση με περιεχόμενο.',
	// Basic settings
	'RSS_SETTINGS' => 'Βασικές ρυθμίσεις',
	'RSS_C_INFO' => 'Πληροφορίες Copyright',
	'RSS_C_INFO_EXPLAIN' => 'Προβολή πληροφοριών στα copyright meta tag των ανατροφοδοτήσεων RSS. Εξορισμού μπαίνει το όνομα ιστοσελίδας phpBB.',
	'RSS_SITENAME' => 'Ονομα Ιστοσελίδας',
	'RSS_SITENAME_EXPLAIN' => 'Το όνομα ιστοσελίδας που θα προβάλεται στις ανατροφοδοτήσεις RSS. Εξορισμού μπαίνει το όνομα ιστοσελίδας phpBB.',
	'RSS_SITE_DESC' => 'Περιγραφή Ιστοσελίδας',
	'RSS_SITE_DESC_EXPLAIN' => 'Η περιγραφή ιστοσελίδας που θα προβάλεται στις ανατροφοδοτήσεις RSS. Εξορισμού μπαίνει η περιγραφή ιστοσελίδας phpBB.',
	'RSS_LOGO_URL' => 'Λογότυπο Ιστοσελίδας',
	'RSS_LOGO_URL_EXPLAIN' => 'Η Εικόνα που θα χρησιμοποιείται σαν λογότυπο ιστοσελίδας στις ανατροφοδοτήσεις RSS, από το φάκελο gym_sitemaps/images/',
	'RSS_IMAGE_URL' => 'Λογότυπο RSS',
	'RSS_IMAGE_URL_EXPLAIN' => 'Η Εικόνα που θα χρησιμοποιείται σαν λογότυπο RSS στις ανατροφοδοτήσεις RSS, από το φάκελο gym_sitemaps/images/',
	'RSS_LANG' => 'Γλώσσα RSS',
	'RSS_LANG_EXPLAIN' => 'Η γλώσσα που δηλώνεται σαν κύρια γλώσσα στις ανατροφοδοτήσεις RSS. Προεπιλεγμένη είναι η γλώσσα που χρησιμοποιείται στο phpBB.',
	'RSS_URL' => 'Δεσμός τροφοδοσίας RSS',
	'RSS_URL_EXPLAIN' => 'Δώστε τον πλήρη δεσμό URL για το αρχείο gymrss.php, π.χ. http://www.example.com/paradeigma/ εάν το gymrss.php είναι εγκατεστημένο στο http://www.example.com/paradeigma/.<br/>Η επιλογή είναι χρήσιμη όταν το phpBB δεν είναι εγκατεστημένο στο ριζικό κατάλογο του domain και θέλετε να βάλετε το gymrss.php στο ριζικό φάκελο.',
	// Auth settings
	'RSS_AUTH_SETTINGS' => 'Ρυθμίσεις εξουσιοδότησης',
	'RSS_ALLOW_AUTH' => 'Εξουσιοδοτήσεις',
	'RSS_ALLOW_AUTH_EXPLAIN' => 'Ενεργοποίηση εξουσιοδότησης για ανατροφοδοτήσεις RSS. Οταν είναι ενεργοποιημένο, οι συνδεμένοι χρήστες θα μπορούν να δουν πριβέ σελίδες και στοιχεία από πριβέ Δ.Συζητήσεις αν έχουν την κατάλληλη εξουσιοδότηση.',
	'RSS_CACHE_AUTH' => 'Λανθάνουσα μνήμη πριβέ ανατροφοδοτήσεων',
	'RSS_CACHE_AUTH_EXPLAIN' => 'Μπορείτε να απενεργοποιήσετε τη λανθ.μνήμη για πριβέ ανατροφοδοτήσεις όταν επιτρέπεται.<br/> Η Λανθάνουσα μνήμη πριβέ ανατροφοδοτήσεων να αυξήσει τον αριθμό των αρχείων λανθάνουσας μνήμης. Γενικά δεν είναι πρόβλημα, αλλά καλό είναι να επιτρέπετε τη λανθάνουσα μνήμη μόνο για ελεύθερες ανατροφοδοτήσεις.',
	'RSS_NEWS_UPDATE' => 'Ανανέωση Νέων Ανατροφοδοτήσεων',
	'RSS_NEWS_UPDATE_EXPLAIN' => 'Εάν τα Νέα ανατροφοδοτήσεων είναι ενεργά, ορίστε εδώ ένα χρόνο που θα κρατηθούν ζωντανά, σε ώρες, για όλα τα νέα ανατροφοδοτήσεων. Χρησιμοποιήστε 0 ή αφήστε κενό για απενεργοποίηση και χρήση του γενικού χρόνου ανανέωσηςo.',
	'RSS_ALLOW_NEWS' => 'Επέτρεψε Νέα Ανατροφοδοτήσεων',
	'RSS_ALLOW_NEWS_EXPLAIN' => 'Τα Νέα ανατροφοδοτήσεων είναι ένα mod που κρατάει τα πρώτα στοιχεία χωρίς να λαβαίνει υπόψιν τις τυχόν απαντήσεις. Είναι μία πρόσθετη ανατροφοδότηση που δεν επηρεάζει και δεν επηρεάζεται από τις άλλες. Χρήσιμο όταν, για παράδειγμα, θέλετε να προσθέσετε τις ανατροφοδοτήσεις σας στο Google news.',
	'RSS_ALLOW_SHORT' => 'Επέτρεψε Βραχύες Ανατροφοδοτήσεις',
	'RSS_ALLOW_SHORT_EXPLAIN' => 'Επιτέψτε ή όχι τη χρήση κοντών ανατροφοδοτήσεων RSS.',
	'RSS_ALLOW_LONG' => 'Επέτρεψε Ευρύες Ανατροφοδοτήσεις',
	'RSS_ALLOW_LONG_EXPLAIN' => 'Επιτέψτε ή όχι τη χρήση μακρυών ανατροφοδοτήσεων RSS.',
	// Notifications
	'RSS_NOTIFY' => 'Ειδοποιήσεις',
	'RSS_YAHOO_NOTIFY' => 'Ειδοποιήσεις Yahoo',
	'RSS_YAHOO_NOTIFY_EXPLAIN' => 'Ενεργοποιήστε τις Ειδοποιήσεις Yahoo! για τις ανατροφοδοτήσεις RSS.<br/> Αυτό δεν αφορά τις γενικές ανατροφοδοτήσεις (RSS.xml).<br/>Κάθε φορά που η λανθ. μνήμη των τροφοδοτήσεων ανανεώνεται, θα στέλνεται μία ειδοποίηση στη Yahoo!<br/><u>ΣΗΜΕΙΩΣΗ :</u>ΠΡΕΠΕΙ να δώσετε το Yahoo! AppID σας για να σταλεί ειδοποίηση.',
	'RSS_YAHOO_APPID' => 'Yahoo! AppID',
	'RSS_YAHOO_APPID_EXPLAIN' => 'Δώστε το Yahoo! AppID. σας. Εαν δεν έχετε παρακαλώ επισκεφθείτε <a href="http://api.search.yahoo.com/webservices/register_application">αυτή τη σελίδα</a>.<br/><u>ΣΗΜΕΙΩΣΗ :</u>Πρέπει να έχετε λογαριασμό Yahoo! για να αποκτήσετε Yahoo! AppID.',
	// Styling
	'RSS_STYLE' => 'Στυλ Rss',
	'RSS_XSLT' => 'Στυλ XSLT',
	'RSS_XSLT_EXPLAIN' => 'Οι ανατροφοδοτήσεις RSS μπορούν να έχουν στυλ χρησιμοποιώντας <a href="http://www.w3schools.com/xsl/xsl_transformation.asp">XSL-Transform</a> Style Sheet.',
	'RSS_FORCE_XSLT' => 'Εξαναγκασμός στυλ',
	'RSS_FORCE_XSLT_EXPLAIN' => 'Χρειάζεται ένα τρικ για να εξαναγκάζουμε τους πλοηγούς να επιτρέπουν τη χρήση στυλ xlst. Το πετυχαίνουμε με τη προσθήκη κάποιων κενών χαρακτήρων στην αρχή του κώδικα xml.<br/>Ο FF 2 και ο IE7 βλέπουν μόνο τους πρώτους 500 χαρακτήρες πριν αποφασίσουν ότι ελιναι ή όχι rss',
	'RSS_LOAD_PHPBB_CSS' => 'Φόρτωση phpBB CSS',
	'RSS_LOAD_PHPBB_CSS_EXPLAIN' => 'Το GYM sitemap χρησιμοποιεί πλήρως το σύστημα προτύπων του phpBB3. Τα XSL stylesheets χρησιμοποιούνται για να δημιουργήσουν εξόδους html συμβατούς με στυλ phpBB3.<btr/>Με αυτή την επιλογή, αποφασίζετε αν θα εφαρμοστεί το phpBB CSS στα XSL stylesheet αντί για το προεπιλεγμένο. Με αυτό τον τρόπο ολόκληρα τα θέματα όπως φόντα, χρώματα γραμμάτων και εικόνεςθα χρησιμοποιηθούν για τα RSS.<br/>Αυτό θα έχει αποτέλεσμα μόνο όταν εκκαθαρίσετε τη λανθ. μνήμη του RSS στο μενού "Συντήρηση".<br/>Εάν δεν υπάρχει αρχείο στυλ RSS στο στυλ που χρησιμοποιείτε, το προεπιλεγμένο στυλ (βασισμένο στο prosilver) θα χρησιμοποιηθεί.<br/>Μη προσπαθήσετε να χρησιμοποιήσετε τα πρότυπα prosilver με άλλο στυλ γιατί μάλλον το CSS δεν θα ταιριάζει.',
	// Content
	'RSS_CONTENT' => 'Ρυθμίσεις περιεχομένου',
	'RSS_CONTENT_EXPLAIN' => 'Εδώ ρυθμίστε διάφορες επιλογές φιλτραρίσματος/μορφοποίησης. <br/>Εφαρμόζονται σε όλες τις μονάδες RSS αναλόγως των ρυθμίσεων αγνόησης RSS.',
	'RSS_ALLOW_CONTENT' => 'Επιτέψτε περιεχόμενα στοιχείων',
	'RSS_ALLOW_CONTENT_EXPLAIN' => 'Επιλέξτε για να επιτρέπετε την πλήρη ή μερική προβολή μηνυμάτων στις ανατροφοδοτήσεις RSS. <br/><u>ΣΗΜΕΙΩΣΗ :</u> Η επιλογή αυτή σημαίνει περισσότερο φόρτο στο διακομιστή. Ορια με περιεχόμενο πρέπει να ρυθμίζονται μικρότερα από όρια χωρίς περιεχόμενο.',
	'RSS_SUMARIZE' => 'Περίληψη στοιχείων',
	'RSS_SUMARIZE_EXPLAIN' => 'Συνοψίστε τα περιεχόμενα των μηνυμάτων στις ανατροδοτήσεις.<br/> Το όριο ορίζει τη μέγιστη ποσότητα προτάσεων, λέξεων ή χαρακτήρων σύμφωνα με τη μέθοδο που θα επιλέξετε παρακάτω. Δώστε 0 για να γίνει έξοδος όλων.',
	'RSS_SUMARIZE_METHOD' => 'Μέθοδος περίληψης',
	'RSS_SUMARIZE_METHOD_EXPLAIN' => 'Μπορείτε να επιλέξετε μεταξύ τριών διαφορετικών μεθόδων για περιορισμό των περιεχομένων στην ανατροφοδότηση.<br/> Με αριθμό γραμμών, με αριθμό λέξεων και αριθμό χαρακτήρων. BBcode και λέξεις δε θα διασπαστούν.',
	'RSS_ALLOW_PROFILE' => 'Προβολή προφίλ',
	'RSS_ALLOW_PROFILE_EXPLAIN' => 'Εάν θέλετε μπορεί να προστεθεί στις ανατροφοδοτήσεις το όνομα του δημιουργού του στοιχείου.',
	'RSS_ALLOW_PROFILE_LINKS' => 'Δεσμός προφίλ',
	'RSS_ALLOW_PROFILE_LINKS_EXPLAIN' => 'Εάν προστεθεί τό όνομα του δημιουργού, με αυτό μπορεί να γίνει δεσμός για το προφίλ του στο phpbb.',
	'RSS_ALLOW_BBCODE' => 'Επέτρεψε BBcodes',
	'RSS_ALLOW_BBCODE_EXPLAIN' => 'Επιλέξτε εάν θα θα εξαχθεί ή θα παραληφθεί το bbcode της πηγής.',
	'RSS_STRIP_BBCODE' => 'Απογύμνωση BBcodes',
	'RSS_STRIP_BBCODE_EXPLAIN' => 'Ρυθμίστε μία λίστα bbcodes που θα παραληφθούν.<br/>Η μορφή είναι απλή : <br/><ul><li> <u>Διαχωρισμός bbcode με κόμμα :</u> Διαγραφή bbcode tags, κράτημα των περιεχομένων. <br/><u>Παράδειγμα :</u> <b>img,b,quote</b> <br/> Σε αυτό το παράδειγμα img, bold και quote bbcode δεν θα ληφθούν υπόψιν, τα bbcode tags θα διαγραφούν και τα περιεχόμενα του bbcode θα παραμείνουν.</li><li> <u>Διαχωρισμός bbcodes με επιλογή άνω-κάτω τελείας :</u> Διαγραφή bbcode tags και απόφαση σχετικά με το περιεχόμενο τους. <br/><u>Παράδειγμα :</u> <b>img:1,b:0,quote,code:1</b> <br/> Στο παράδειγμα αυτό, το img bbcode και ο δεσμός img θα διαγραφούν, το bold δεν θα επεξεργαστεί, αλλά το κείμενο που θα γινόταν έντονο θα παραμείνει, το quote δε θα παρθεί, άλλα τα περιεχόμενα του θα μείνουν, ο κώδικας bbcode και τα περιεχόμενα του θα διαγραφούν από την έξοδο.</ul>Το φίλτρο θα λειτουργήσει ακόμη κι αν το bbcode είναι άδειο. Για παράδειγμα, εύχρηστο για διαγραφή περιεχομένου code tags και δεσμών εικόνωναπό την έξοδο.<br/>Το φιλτράρισμα γίνεται πριν γίνει περίληψη.<br/> Η μαγική παράμετρος "All" (μπορεί να είναι all:0 ή all:1 για απογύμνωση περιεχομένων bbcode tags) θα τα περιλάβει όλα με μιάς.',
	'RSS_ALLOW_LINKS' => 'Επέτρεψε ενεργούς δεσμούς',
	'RSS_ALLOW_LINKS_EXPLAIN' => 'Επιλέξτε αν θα ενεργοποιήσετε ή όχι δεσμούς που χρησιμοποιήθηκαν στο περιεχόμενο των στοιχείων.<br/> Εάν απενεργοποιηθεί, δεσμοί και emails θα περιλαμβάνονται στο περιεχόμενο αλλά δεν θα μπορεί να γίνει κλικ πάνω σε αυτά.',
	'RSS_ALLOW_EMAILS' => 'Επέτρεψε Emails',
	'RSS_ALLOW_EMAILS_EXPLAIN' => 'Επιλέξτε εάν θα εξαχθούν "email AT domain DOT com" αντί για "email@domain.com" στα περιεχόμενα του στοιχείου.',
	'RSS_ALLOW_SMILIES' => 'Επέτρεψε Smilies',
	'RSS_ALLOW_SMILIES_EXPLAIN' => 'Επιλέξτε εάν θα εξαχθούν ή όχι τα smilies.',
	'RSS_NOHTML' => 'φίλτρο HTML',
	'RSS_NOHTML_EXPLAIN' => 'Φιλτράρισμα ή όχι των html στις τροφοδοσίες rss. Εαν είναι ενεργό, οι τροφοδοσίες rss θα περιλαμβάνουν μόνο απλό κείμενο.',
	// Old URL handling
	'RSS_1XREDIR' => 'Χειρισμός GYM 1x rewriten URL',
	'RSS_1XREDIR_EXPLAIN' => 'Ενεργοποίηση της αναγνώρισης GYM 1x rewriten URLs. Η μονάδα θα προβάλει μία προσωποποιημένη ανατροφοδότηση νέο δεσμό URL του ζητούμενου RSS.<br/><u>Σημείωση :</u><br/>Η επιλογή απαιτεί συμβατότητα στα rewriterules όπως εξηγείται στο αρχείο εγκατάστασης.',
));
?>
