<?php
/**
*
* install [Greek]
*
* @package language
* @version $Id: arcade_install.php 681 2008-12-16 16:36:54Z JRSweets $
* @copyright (c) 2005 phpBB Group
* @license http://opensource.org/licenses/gpl-license.php GNU Public License
* Ελληνική μετάφραση από diastasi (thraki.info) και την ομάδα  του phpbb2.gr:
* (http://phpbb2.gr/team/)
*
*/

/**
* DO NOT CHANGE
*/
if (!defined('IN_PHPBB'))
{
	exit;
}

if (empty($lang) || !is_array($lang))
{
	$lang = array();
}

// DEVELOPERS PLEASE NOTE
//
// All language files should use UTF-8 as their encoding and the files must not contain a BOM.
//
// Placeholders can now contain order information, e.g. instead of
// 'Page %s of %s' you can (and should) write 'Page %1$s of %2$s', this allows
// translators to re-order the output of data while ensuring it remains correct
//
// You do not need this where single placeholders are used, e.g. 'Message %d' is fine
// equally where a string contains only two placeholders which are used to wrap text
// in a url you again do not need to specify an order e.g., 'Click %sHERE%s' is fine

$lang = array_merge($lang, array(
	'CAT_INSTALL'							=> 'Εγκατάσταση',
	'CAT_OVERVIEW'							=> 'Επισκόπηση',
	'CAT_UNINSTALL'							=> 'Απεγκατάσταση',
	'CAT_UPDATE'							=> 'Ενημέρωση',
	'CAT_VERIFY'							=> 'Επαλήθευση',

	'DONE'									=> 'Ολοκληρώθηκε',
	'DUPLICATE_AUTH_FOUND'					=> '%s βρέθηκε %s φορές',

	'FILES_REQUIRED'						=> 'Αρχεία και Φάκελοι',
	'FILES_REQUIRED_EXPLAIN'				=> '<strong>Απαιτούντε</strong> - Για να λειτουργήσει σωστά το phpBB Arcade χρειάζεται να μπορεί να προσπελάσει ή να γράψει σε συγκεκριμένα αρχεία ή φακέλους. Αν δείτε μήνυμα “Δεν βρέθηκε” πρέπει να δημιουργήσετε τα σχετικά αρχεία ή τον φάκελο. Αν δείτε μήνυμα “Μη εγγράψιμο” πρέπει να αλλάξετε τα δικαιώματα στα αρχεία ή τον φάκελο για να επιτραπέι στο phpBB Arcade να γράψει σε αυτά.',
	'FOUND'									=> 'Βρέθηκε',

	'GPL'									=> 'General Public License',

	'INSTALL_CONGRATS'						=> 'Συγχαρητήρια!',
	'INSTALL_CONGRATS_EXPLAIN'				=> '
		<p>Έχετε εγκαταστήσει επιτυχώς το phpBB Arcade %1$s.</p>
		<p>Κάνωντας κλικ στο παρακάτω κουμπί θα μεταφερθείτε στον Πίνακα Ελέγχου Διαχειριστή (ΠΕΔ). Αφιερώστε λίγο χρόνο για να εξετάσετε τις διαθέσιμες επιλογές</p><p><strong>Παρακαλώ τώρα διαγράψτε, μετακινήστε ή μετονομάστε τον φάκελο εγκατάστασης πριν χρησιμοποιήσετε το φόρουμ σας. Αν αυτός ο φάκελος υπάρχει, μόνο ο Πίνακας Ελέγχου Διαχειριστή (ΠΕΔ) είναι προσβάσιμος.</strong></p>',
	'INSTALL_INTRO'							=> 'Καλοσήρθατε στην εγκατάσταση του phpBB Arcade',
	'INSTALL_INTRO_BODY'					=> 'Με αυτή την επιλογή, θα εγκαταστήσετε το phpBB Arcade στην Βάση Δεδaομένων σας.',
	'INSTALL_LOGIN'							=> 'Προχωρήστε στον ΠΕΔ',
	'INSTALL_PANEL'							=> 'Πίνακας Εγκατάστασης του phpBB Arcade',
	'INSTALL_START'							=> 'Έναρξη εγκατάστασης',
	'INSTALL_TEST'							=> 'Δοκιμή ξανά',
	'INST_ERR'								=> 'Σφάλμα Εγκατάστασης',
	'INST_ERR_AUTH'							=> 'Δες είστε εξουσιοδοτημένος να χρησιμοποιήσετε αυτό το script.<br /><br />Σημειώστε οτι για να χρησιμοποιήσετε το script πρέπει να πληρούνται οι παρακάτω προϋποθέσεις. Πρώτα πρέπει να έχετε συνδεθεί στη σελίδα και δεύτερο πρέπει έχετε βαθμό ιδρυτή. Αν έχετε συνδεθεί και είστε ιδρυτής τότε έχετε λάθος ρυθμίσεις cookie στον ΠΕΔ. Παρακαλώ ελέγξτε τις ρυθμίσεις cookie. Αν το url σας είναι <strong>http://www.example.com</strong> τότε η cookie στοσελίδα πρέπει να είναι <strong>.example.com</strong>.',
	'INST_ERR_FATAL'						=> 'Μη Αναστρέψιμο σφάλμα εγκατάστασης',
	'INST_ERR_FATAL_DB'						=> 'Ένα μη αναστρέψιμο σφάλμα στη βάση δεδομένων έχει προκύψει. Αυτό μπορεί να οφείλετε στο οτι ο χρήστης δεν έχει απαραίτητα δικαιώματα να εκτελέσει την εντολή <code>CREATE TABLES</code> ή <code>INSERT</code> στα δεδομένα, κλπ. Περισσότερες πληροφορίες δίνονται παρακάτω. Παρακαλώ επικοινωνήστε με τον πάροχο hosting σας σε πρώτη φάση ή με τα φόρουμ υποσρτήριξης του phpBB για περισσότερη βοήθεια.',
	'INST_SQL_RESULTS'						=> 'Οι δηλώσεις SQL έχουν Ολοκληρωθεί',

	'MODULE_ACP'							=> 'Μονάδα ΠΕΔ(Πίνακας Ελέγχου Διαχειριστή)',
	'MODULE_MCP'							=> 'Μονάδα ΠΕΣ(Πίνακας Ελέγχου Συντονιστή)',
	'MODULE_UCP'							=> 'Μονάδα ΠΕΧ(Πίνακας Ελέγχου Χρήστη)',

	'NEXT_STEP'								=> 'Προχωρήστε στο επόμενο βήμα',
	'NOT_FOUND'								=> 'Δεν βρέθηκε',

	'OVERVIEW_BODY'							=> 'Καλοσήρθατε στο phpBB Arcade!<br /><br />Το phpBB Arcade είναι με πληθώρα χαρακτηριστικών, φιλικό στο χρήστη, και έχει πλήρη υποστήριξη.<br /><br />Αυτό το σύστημα εγκατάστασης θα σας καθοδηγήσει μέσω της εγκατάστασγς του phpBB Arcade, για ενημέρωση στην τελευταία έκδοση του phpBB Arcade από προηγούμενες, απεγκατάσταση phpBB Arcade και επαλήθευση αν το phpBB Arcade έχει εγκατασταθεί σωστά. Για να διαβάσετε την άδεια χρήσης του phpBB Arcade ή να μάθετε πώς θα βρείτε υποστήριξη και βοήθεια, παρακαλώ επιλέξτε την αντίστοιχη επιλογή από το μενού. Για να συνεχίσετε, παρακαλώ επιλέξτε την κατάλληλη καρτέλα από πάνω.',

	'PHPBB_VERSION_REQD'					=> 'Έκδοση phpBB >= %s',
	'PHP_CURL_SUPPORT'						=> 'Η ρύθμιση PHP <var>curl</var> είναι εγκατεστημένη',
	'PHP_CURL_SUPPORT_EXPLAIN'				=> '<strong>Προαιρετικό</strong> - Αυτή η ρύθμιση είναι προαιρετική , ωστόσο συστήνεται η βιβλιοθήκη curl να είναι εγκατεστημένη στο server αν θέλετε να χρησιμοποιήσετε την μονάδα μεταφόρτωσης παιχνιδιού στον ΠΕΔ.',
	'PHP_SETTINGS'							=> 'Έκδοση phpBB και ρυθμίσεις PHP',
	'PHP_SETTINGS_EXPLAIN'					=> '<strong>Απαραίτητα</strong> - Πρέπει να έχετε έκδοση phpBB τουλάχιστο %s για να μπορέσετε να εγκαταστήσετε το phpBB Arcade.',
	'PHP_URL_FOPEN_SUPPORT'					=> 'Η ρύθμιση PHP <var>allow_url_fopen</var> είναι ενεργοποιημένη',
	'PHP_URL_FOPEN_SUPPORT_EXPLAIN'			=> '<strong>Προαιρετικό</strong> - Αυτή η ρύθμιση είναι προαιρετική, ωστόσο συστήνεται να είναι ενεργοποιημένη αν θέλετε να χρησιμοποιήσετε την μονάδα μεταφόρτωσης παιχνιδιού στον ΠΕΔ.',

	'REQUIREMENTS_EXPLAIN'					=> 'Πριν προχωρήσετε στην πλήρη εγκατάσταση, το phpBB Arcade θα πραγματοποιήσει μερικές δοκιμές στις ρυθμίσεις του server σας και στα αρχεία για να διασφαλιστεί αν μπορείτε να εγκαταστήσετε και να τρέξετε το phpBB Arcade. Παρακαλώ διαβάστε τα αποτελέσματα προσεκτικά και μην προχωρήσετε μέχρι όλες οι απαραίτητες δοκιμές πραγματοποιηθούν επιτυχώς. Αν θέλετε να χρησιμοποιήσετε κάποιο χαρακτηριστικό που βασίζεται σε προαιρετική δοκιμή, σιγουρευτείτε οτι αυτές οι δοκιμές ολοκληρώθηκαν επιτυχώς, επίσης..',
	'REQUIREMENTS_TITLE'					=> 'Συμβατότητα Εγκατάστασης',

	'STAGE_INSTALL'							=> 'Εγκατάσταση',
	'STAGE_INSTALL_ARCADE'					=> 'Εγκατάσταση του phpBB Arcade',
	'STAGE_INSTALL_ARCADE_EXPLAIN'			=> 'Οι πίνακες της Β.Δ., οι μονάδες, τα διακαιώματα και τα δεδομένα που χρησιμοποιεί το phpBB Arcade έχουν δημιουργηθεί.',
	'STAGE_INTRO'							=> 'Εισαγωγή',
	'STAGE_REQUIREMENTS'					=> 'Απαιτήσεις',
	'STAGE_UNINSTALL'						=> 'Απεγκατάσταση',
	'STAGE_UNINSTALL_ARCADE'				=> 'Απεγκατάσταση του phpBB Arcade',
	'STAGE_UNINSTALL_ARCADE_EXPLAIN'		=> 'Οι πίνακες της Β.Δ., οι μονάδες, τα διακαιώματα και τα δεδομένα που χρησιμοποιεί το phpBB Arcade έχουν διαγραφεί από την βάση. Για να ολοκληρώσετε την απεγκατάσταση πρέπει να επαναφέρετε όλες τις αλλαγές που έχετε κάνει στα αρχεία και να διαγράψετε όλα τα αρχεία του mod από τον server σας.',
	'STAGE_UPDATE'							=> 'Ενημέρωση',
	'STAGE_UPDATE_ARCADE'					=> 'Ενημέρωση του phpBB Arcade',
	'STAGE_UPDATE_ARCADE_EXPLAIN'			=> 'Το phpBB Arcade έχει ενημερωθεί στην τελευταία έκδοση.',
	'STAGE_VERIFY'							=> 'Επαλήθευση',
	'SUB_INTRO'								=> 'Εισαγωγή',
	'SUB_LICENSE'							=> 'Άδεια',
	'SUB_SUPPORT'							=> 'Υποστήριξη',
	'SUPPORT_BODY'							=> 'Πλήρης υποστήριξη θα δίνεται για την παρούσα σταθερή και υπο ανάπτυξη έκδοση του phpBB Arcade, δωρεάν. Αυτό εμπεριέχει:</p><ul><li>εγκατάσταση</li><li>μετατροπή</li><li>τεχνικές ερωτήσεις</li><li>προβλήματα σχετικά με πιθανά bugs στο λογισμικό</li><li>ενημέρωση από παλιότερη στην νεώτερη έκδοση</li></ul><p>Ενθαρύνουμε του χρήστες που χρησιμοποιούν παλιότερες εκδόσεις του phpBB Arcade να ενημερώσουν την εγκατάσταση στην τελευταία έκδοση.</p><h2>Λήψη υποστήριξης</h2><p><a href="http://www.jeffrusso.net/forum/viewforum.php?f=20">Κύρια Σελίδα Ανάπτυξης</a><br /><a href="http://www.phpbb.com/community/viewtopic.php?f=70&amp;t=685225">Θέμα Ανάπτυξης στο phpBB.com</a><br />οδηγός χρήστη (βρίσκετεαι μέσα στον ΠΕΔ του phpBB Arcade)<br /><br />',

	'UNAVAILABLE'							=> 'Μη διαθέσιμο',
	'UNINSTALL_CONGRATS_EXPLAIN'			=> '
		<p>Έχετε απεγκαταστήσει επιτυχώς το phpBB Arcade %1$s.</p>
		<p>Αν κένετε κλικ στο κουμπί παρακάτω θα οδηγηθείτε στον Πίνακα Ελέγχου Διαχειριστή (ΠΕΔ). <p><strong>Παρακαλώ διαγράψτε, μετακινήστε ή μετονομάστε το φάκελο εγκατάστασης πριν χρησιμοποιήσετε το φόρουμ σας. Αν αυτός ο φάκελος συνεχίσει να υπάρχει, μόνο ο Πίνακας Ελέγχου Διαχειριστή (ΠΕΔ) θα είναι προσβάσιμος.</strong></p>',
	'UNINSTALL_INTRO'						=> 'Καλοσήρθατε στο σύστημα απεγκατάστασης του phpBB Arcade',
	'UNINSTALL_INTRO_BODY'					=> 'Με αυτή την επιλογή, θα απεγκαταστήσετε το phpBB Arcade από την Β.Δεδομένων σας.',
	'UNINSTALL_START'						=> 'Έναρξη απεγκατάστασης',
	'UNWRITABLE'							=> 'Μη εγγράψιμο',
	'UPDATE_CONGRATS_EXPLAIN'				=> '
		<p>Έχετε ενημερώσει το phpBB Arcade %1$s επιτυχώς.</p>
		<p>Αν κένετε κλικ στο κουμπί παρακάτω θα οδηγηθείτε στον Πίνακα Ελέγχου Διαχειριστή (ΠΕΔ). Αφιερώστε λίγο χρόνο για να εξετάσετε τις διαθέσιμες προς εσάς επιλογές.</p><p><strong>Παρακαλώ διαγράψτε, μετακινήστε ή μετονομάστε το φάκελο εγκατάστασης πριν χρησιμοποιήσετε το φόρουμ σας. Αν συνεχίσει να υπάρχει ο φάκελος εγκατάστασης, μόνο ο Πίνακας Ελέγχου Διαχειριστή (ΠΕΔ) θα είναι προσβάσιμος.</strong></p>',
	'UPDATE_INTRO'							=> 'Καλοσήρθατε στο σύστημα ενημέρωσης του phpBB Arcade',
	'UPDATE_INTRO_BODY'						=> 'Με αυτή την επιλογή, θα ενημερώσετε το phpBB Arcade στην τελευταία έκδοση.',
	'UPDATE_START'							=> 'Εκκίνηση ενημέρωσης',

	'VERIFY_ALL_FILES'						=> 'Όλα τα αρχεία βρέθηκαν',
	'VERIFY_ALL_FILES_EDITED'				=> 'Όλα τα αρχεία επεξεργάστηκαν',
	'VERIFY_ALL_MODULES'					=> 'Όλες οι μονάδες βρέθηκαν',
	'VERIFY_ALL_PERMISSIONS'				=> 'Όλα τα διακιώματα βρέθηκαν',
	'VERIFY_ALL_TABLES'						=> 'Όλοι οι πίνακες βρέθηκαν',
	'VERIFY_ARCADE_INSTALLATION'			=> 'Επαλήθευση εγκατάστασης arcade',
	'VERIFY_ARCADE_INSTALLATION_EXPLAIN'	=> 'Αυτός ο έλεγχος γίνετε για να εξασφαλιστεί οτι όλο το arcade έχει εγκατασταθεί σωστά.',
	'VERIFY_CONGRATS_EXPLAIN'				=> '
		<p>Έχετε επαληθεύσει επιτυχώς την εγκατάσταση του phpBB Arcade %1$s.</p>
		<p>Αν κένετε κλικ στο κουμπί παρακάτω θα οδηγηθείτε στον Πίνακα Ελέγχου Διαχειριστή (ΠΕΔ).</p><p><strong>Παρακαλώ διαγράψτε, μετακινήστε ή μετονομάστε το φάκελο εγκατάστασης πριν χρησιμοποιήσετε το φόρουμ σας. Αν συνεχίσει να υπάρχει ο φάκελος εγκατάστασης, μόνο ο Πίνακας Ελέγχου Διαχειριστή (ΠΕΔ) θα είναι προσβάσιμος.</strong></p>',
	'VERIFY_DUPLICATE_ARCADE_PERMISSIONS'	=> 'Έλεγχος για το αν υπάρχουν διπλά δικαιώματα στο arcade',
	'VERIFY_DUPLICATE_PERMISSIONS'			=> 'Έλεγχος για το αν υπάρχουν διπλά δικαιώματα στο phpBB',
	'VERIFY_ERRORS'							=> 'Ανεπιτυχής!',
	'VERIFY_ERRORS_EXPLAIN'					=> '
		<p>Δεν έχετε εγκαταστήσει επιτυχώς το phpBB Arcade %1$s.</p>
		<p>Αν κάνετε κλικ στο κουμπί παρακάτω θα μεταφερθείτε πίσω στην επαλήθευση της εγκατάστασης ξανά.</p><p><strong>Παρακαλώ ελέγξτε τα αναφερόμενα λάθη παρακάτω.</strong></p>',
	'VERIFY_FILES_EDITED'					=> 'Έλεγχος αν τα αρχεία έχουν επεξεργαστεί',
	'VERIFY_FILES_EXIST'					=> 'Έλεγχος αν τα αρχεία υπάρχουν',
	'VERIFY_FOUND_DUPLICATE_PERMISSIONS'	=> 'Διπλές τιμές δικαιωμάτων μπορεί να προκαλέσουν προβλήματα με τα διακιώματα. Οι επόμενες διπλές εγγραφές τιμών δικαιωμάτων βρέθηκαν στον %s πίνακα:<br />%s',
	'VERIFY_INTRO'							=> 'Καλοσήρθατε στην επαλήθευση εγκατάστασης του phpBB Arcade',
	'VERIFY_INTRO_BODY'						=> 'Με αυτή την επιλογή, μπορείτε να επαληθεύσετε αν το phpBB Arcade έχει εγκατασταθεί σωστά στο server σας.',
	'VERIFY_MISSING_FILES'					=> 'Τα επόμενα αρχεία λείπουν:<br />%s',
	'VERIFY_MISSING_FILES_EDITED'			=> 'Τα επόμενα αρχεία δεν έχουν επεξεργαστεί:<br />%s',
	'VERIFY_MISSING_MODULES'				=> 'Οι επόμενες μονάδες λείπουν:<br />%s',
	'VERIFY_MISSING_PERMISSIONS'			=> 'Τα επόμενα διακιώματα λείπουν:<br />%s',
	'VERIFY_MISSING_TABLES'					=> 'Οι επόμενοι πίνακες λείπουν:<br />%s',
	'VERIFY_MODULES'						=> 'Έλεγχος αν υπάρχουν όλες οι μονάδες',
	'VERIFY_NO_DUPLICATE_PERMISSIONS'		=> 'Δεν βρέθηκαν διπλά δικαιώματα',
	'VERIFY_OTHER_DB_DATA'					=> 'Έλεγχος άλλων δεδομένων Β. Δεδομένων',
	'VERIFY_PERMISSIONS'					=> 'Έλεγχος αν υπάρχουν όλα τα δικαιώματα',
	'VERIFY_TABLES_EXIST'					=> 'Έλεγχος αν υπάρχουν οι πίνακες',
	'VERIFY_TABLE_ALTERED'					=> 'Ο πίνακας %s επεξεργάστηκε επιτυχώς',
	'VERIFY_TABLE_NOT_ALTERED'				=> 'Οι επόμενες στήλες λείπουν από τον %s πίνακα:<br />%s',
	'VERSION'								=> 'Έκδοση',

	'WELCOME_INSTALL'						=> 'Καλοσήρθατε στην εγκατάσταση του phpBB Arcade',
	'WRITABLE'								=> 'Εγγράψιμο',
));

?>