<?php
/**
*
* calendar [Greek-El]
*
* @author alightner
*
* @package phpBB Calendar
* @version CVS/SVN: $Id: $
* @copyright (c) 2009 alightner
* @license http://opensource.org/licenses/gpl-license.php GNU Public License
*
* Ελληνική μετάφραση από την ομάδα του phpbbgr.com:
* (http://phpbbgr.com/team/)
*
*/

/**
* DO NOT CHANGE
*/
if (!defined('IN_PHPBB')) 
{ 
	exit; 
} 

if (empty($lang) || !is_array($lang))
{
	$lang = array();
}

// DEVELOPERS PLEASE NOTE
//
// All language files should use UTF-8 as their encoding and the files must not contain a BOM.
//
// Placeholders can now contain order information, e.g. instead of
// 'Page %s of %s' you can (and should) write 'Page %1$s of %2$s', this allows
// translators to re-order the output of data while ensuring it remains correct
//
// You do not need this where single placeholders are used, e.g. 'Message %d' is fine
// equally where a string contains only two placeholders which are used to wrap text
// in a url you again do not need to specify an order e.g., 'Click %sHERE%s' is fine
$lang = array_merge($lang, array(
    '12_HOURS'							=> '12ωρο',
    '24_HOURS'							=> '24ωρο',
    'AUTO_POPULATE_EVENT_FREQUENCY'			=> 'Αυτόματη συμπλήρωση επανάληψης γεγονότων',
    'AUTO_POPULATE_EVENT_FREQUENCY_EXPLAIN'	=> 'Πόσο συχνά (σε ημέρες) θα επαναλαμβάνονται τα γεγονότα  στο ημερολόγιο; Σημείωση αν επιλέξετε 0, επαναλαμβανόμενα γεγονότα δεν θα προστεθούν στο ημερολόγιο.',
    'AUTO_POPULATE_EVENT_LIMIT'				=> 'Αυτόματη συμπλήρωση ορίων',
    'AUTO_POPULATE_EVENT_LIMIT_EXPLAIN'		=> 'Πόσες μέρες πιο μπροστά θέλετε να συμπληρωθεί με επαναλαμβανόμενα γεγονότα; Δηλαδή θέλετε να δείτε μόνο επαναλαμβανόμενα γεγονότα στο ημερολόγιο για 30, 45, ή περισσότερες ημέρες πριν από το γεγονός?',
    'AUTO_PRUNE_EVENT_FREQUENCY'			=> 'Αυτόματη εκκαθάριση γεγονότων',
    'AUTO_PRUNE_EVENT_FREQUENCY_EXPLAIN'	=> 'Πόσο τακτικά  (σε ημέρες) θα γίνετε αυτόματη εκκαθάριση των γεγονότων από το ημερολόγιο?  Σημείωση ότι εάν επιλέξετε 0, δεν θα γίνετε αυτόματη εκκαθάριση γεγονότων, και θα πρέπει να τα σβήσετε με το χέρι.',
    'AUTO_PRUNE_EVENT_LIMIT'				=> 'Αυτόματη εκκαθάριση όριο',
    'AUTO_PRUNE_EVENT_LIMIT_EXPLAIN'		=> 'Πόσες ημέρες μετά από ένα γεγονός εσείς θέλετε να προσθέσετε το γεγονός στην επόμενη αυτόματη εκκαθάριση λίστας διαγραφής?  Με άλλα λόγια, θέλετε όλα τα γεγονότα για να παραμείνουν στο ημερολόγιο για 0, 30, ή 45 ημέρες μετά το γεγονός?',
    'CALENDAR_ETYPE_NAME'					=> 'Όνομα Τύπου Γεγονότος',
    'CALENDAR_ETYPE_COLOR'					=> 'Χρώμα Τύπου Γεγονότος',
    'CALENDAR_ETYPE_ICON'					=> 'Δεσμός εικονιδίου Τύπου Γεγονότος',
    'CALENDAR_SETTINGS_EXPLAIN'					=> 'Ρυθμίστε τις επιλογές ημερολογίου εδώ.',
    'CHANGE_EVENTS_TO'						=> 'Αλλάξτε όλα τα γεγονότα αυτού του τύπου στο',
    'CLICK_PLUS_HOUR'						=> 'Όλα τα γεγονότα μετακινούνται κατά μία ώρα.',
    'CLICK_PLUS_HOUR_EXPLAIN'				=> 'Είστε σε θέση να μετακινήσετε  όλα τα γεγονότα του ημερολογίου + / - μία ώρα βοηθάει όταν επαναφέρετε τις ρυθμίσεις ημέρας και  χρόνου. Σημείωση πατώντας στον σύνδεσμο για να μετακινήσετε τα γεγονότα θα χάσετε τυχόν αλλαγές που κάνατε πιο πάνω. Παρακαλείσθε να υποβάλετε τη φόρμα για να αποθηκεύσετε την εργασία σας πριν από τη μετακίνηση των γεγονότων + / - μία ώρα',
    'COLOR'							=> 'Χρώμα',
    'CREATE_EVENT_TYPE'						=> 'Δημιουργία νέου τύπου γεγονότος',
    'DATE_FORMAT'							=> 'Μορφή ημερομηνίας',
    'DATE_FORMAT_EXPLAIN'					=> 'Προσπαθήστε &quot;M d, Y&quot;',
    'DATE_TIME_FORMAT'						=> 'Ημερομηνία και χρόνος μορφή',
    'DATE_TIME_FORMAT_EXPLAIN'				=> 'Προσπαθήστε &quot;M d, Y h:i a&quot; ή &quot;M d, Y H:i&quot;',	
    'DELETE'							=> 'Διαγραφή',
    'DELETE_ALL_EVENTS'						=> 'Διαγραφή όλων των γεγονότων αυτού του τύπου',
    'DELETE_ETYPE'						=> 'Διαγραφή Τύπου Γεγονότος',
    'DELETE_ETYPE_EXPLAIN'					=> 'Είστε σίγουρος ότι θέλετε να διαγράψετε αυτόν τον τύπο γεγονότος;',
    'DELETE_LAST_EVENT_TYPE'					=> 'ΠΡΟΣΟΧΗ: αυτός είναι ο τελευταίος τύπος γεγονότος.',
    'DELETE_LAST_EVENT_TYPE_EXPLAIN'				=> 'Διαγράφοντας αυτό το τύπο γεγονότος θα διαγραφούν και όλα τα γεγονότα από το Ημερολόγιο σας. Η δημιουργία νέων γεγονότων θα είναι απενεργοποιημένη έως ότου δημιουργηθούν νέοι τύποι γεγονότων',
    'DISPLAY_12_OR_24_HOURS'					=> 'Μορφή Ώρας',
    'DISPLAY_12_OR_24_HOURS_EXPLAIN'				=> 'Θέλετε να εμφανίζονται οι ώρες σαν 12ωρο ή σαν 24ωρο; Αυτό δεν θα επηρεάσει την μορφή ώρας που έχουν επιλέξει τα μέλη στο προφίλ τους. Επηρεάζει μόνο το μενού για την επιλογή της ώρας όταν δημιουργείτε/επεξεργάζεστε γεγονότα και την εμφάνιση της ώρας στην ημερήσια προβολή του ημερολογίου.',
    'DISPLAY_HIDDEN_GROUPS'					=> 'Εμφάνιση με απόκρυψη ομάδες',
    'DISPLAY_HIDDEN_GROUPS_EXPLAIN'			=> 'Θέλετε τα μέλη να είναι σε θέση να δουν και να προσκαλέσουν τα μέλη των κρυμμένων ομάδων; Εάν αυτή η ρύθμιση είναι εκτός λειτουργίας, μόνο οι διαχειριστές  θα είναι σε θέση να δουν και να προσκαλέσουν τα μέλη της κρυμμένης ομάδας.',
    'DISPLAY_NAME'						=> 'Εμφάνιση Ονόματος (μπορεί να είναι ΚΕΝΟ)',
    'DISPLAY_EVENTS_ONLY_1_DAY'				=> 'Εμφάνιση γεγονότων 1 ημέρα',
    'DISPLAY_EVENTS_ONLY_1_DAY_EXPLAIN'		=> 'Εμφάνιση γεγονότων μόνο την ημέρα που αρχίζουν  (αγνοείται το τέλος ημερομηνίας/χρόνου.',	
    'DISPLAY_FIRST_WEEK'					=> 'Εμφάνιση Τρέχουσας Εβδομάδας',
    'DISPLAY_FIRST_WEEK_EXPLAIN'				=> 'Θέλετε να εμφανίζετε η τρέχουσα εβδομάδα στο ευρετήριο Δημ. συζήτησης σας;',
    'DISPLAY_NEXT_EVENTS'					=> 'Εμφάνιση Προσεχών Γεγονότων',
    'DISPLAY_NEXT_EVENTS_EXPLAIN'				=> 'Ορίστε το μέγεθος των τρεχόντων γεγονότων που θέλετε να εμφανίζονται στο ευρετήριο Δημ. συζήτησης σας. Έχετε υπ όψιν ότι αυτή η επιλογή απενεργοποιείτε αν έχετε επιλέξει να εμφανίζετε ολόκληρη η εβδομάδα.',
    'DISPLAY_TRUNCATED_SUBJECT'					=> 'Κόψιμο Θέματος',
    'DISPLAY_TRUNCATED_SUBJECT_EXPLAIN'				=> 'Μεγάλα ονόματα στο θέμα μπορεί να πιάσουν μεγάλο χώρο στο ημερολόγιο. Πόσους χαρακτήρες θέλετε να εμφανίζονται στο θέμα στο ημερολόγιο; (βάλτε 0 για απεριόριστους)',
    'EDIT'							=> 'Επεξεργασία',
    'EDIT_ETYPE'						=> 'Επεξεργασία Τύπου Γεγονότος',
    'EDIT_ETYPE_EXPLAIN'					=> 'Ορίστε τον τρόπο που αυτός ο τύπος γεγονότος θα εμφανίζετε.',
    'FIRST_DAY'							=> 'Αρχή Εβδομάδας',
    'FIRST_DAY_EXPLAIN'						=> 'Ποια ημέρα θα εμφανίζετε σαν πρώτη μέρα της εβδομάδας;',
    'FULL_NAME'								=> 'Πλήρες όνομα',
    'FRIDAY'							=> 'Παρασκευή',
    'ICON_URL'							=> 'Δεσμός εικονιδίου',
    'MANAGE_ETYPES'						=> 'Διαχείριση Τύπων Γεγονότων',
    'MANAGE_ETYPES_EXPLAIN'					=> 'Οι τύποι γεγονότων χρησιμοποιούνται για να σας βοηθήσουν να οργανώσετε το ημερολόγιο σας, μπορείτε να προσθέσετε, επεξεργαστείτε, διαγράψετε ή να ταξινομήσετε τους τύπους γεγονότων σας εδώ.',
    'MINUS_HOUR'							=> 'Μετακινήστε όλα τα γεγονότα μείον (-) μία ώρα',
    'MONDAY'							=> 'Δευτέρα',
	
    'FULL_NAME'							=> 'Πλήρες όνομα',
    'PLUS_HOUR'								=> 'Μετακινήστε όλα τα γεγονότα συν (+) μία ώρα',
    'PLUS_HOUR_CONFIRM'						=> 'Είστε σίγουροι ότι θέλετε να μετακινήσετε όλα τα γεγονότα  %1$s ώρα?',
    'PLUS_HOUR_SUCCESS'						=> 'Επιτυχής μεταφορά όλων των γεγονότων %1$s ώρα',

    'NO_EVENT_TYPE_ERROR'					=> 'Αποτυχία εύρεσης τύπου γεγονότος.',
    'SATURDAY'							=> 'Σάββατο',
    'SUNDAY'							=> 'Κυριακή',
    'TIME_FORMAT'							=> 'Μορφή ημερομηνία;',
    'TIME_FORMAT_EXPLAIN'					=> 'Προσπαθήστε &quot;h:i a&quot; ή&quot;H:i&quot;',	
    'THURSDAY'							=> 'Πέμπτη',
    'TUESDAY'							=> 'Τρίτη',
    'USER_CANNOT_MANAGE_CALENDAR'				=> 'Δεν έχετε τα απαραίτητα δικαιώματα να διαχειριστείτε τις ρυθμίσεις ημερολογίου ή τους τύπους γεγονότων.',
    'WEDNESDAY'							=> 'Τετάρτη',

));

?>